Repository: zibtalel/react-journey-dynamics
Catalog: Sms.Checklists/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Action
de: Aktion
es: Acción
hu: Tevékenység

source: Add checklist
de: Checkliste hinzufügen
es: Añadir checklist
fr: Ajouter liste de contrôle
hu: Ellenőrzési lista csatolása

source: Checklists
de: Checklisten
fr: Listes de contrôle
hu: Ellenőrzési listák

source: Completed by
de: Abgeschlossen von
es: Completado por
fr: Terminé par
hu: Lezárta

source: In progress by
de: In Bearbeitung durch
es: En curso por
fr: En traitement par
hu: Feldolgozás alatt általa

# NoServiceOrderChecklistsAdded
source: No checklists were attached to this order.
de: Diesem Auftrag wurden keine Checklisten zugeordnet.
es: No se adjuntaron checklists a este pedido.
fr: Cette commande n'a pas de liste de contrôle.
hu: Ehhez a rendeléshez nincs ellenőrzési lista hozzárendelve

# NotCompleted
source: Not completed yet
de: Noch nicht abgeschlossen
es: Aún no se ha completado
fr: Pas encore terminé
hu: Lezáratlan

# ServiceOrderChecklistsEmptySlate
source: No checklists were attached to this service order yet.
de: Diesem Serviceauftrag wurden noch keine Checklisten zugeordnet.
es: Todavía no se han adjuntado checklists a este pedido de servicio.
fr: Il n'y a pas de listes de contrôle attribuées à cette commande de service.
hu: Ehhez a szerviz-rendeléshez nincsellenőrzési lista hozzárendelve

# SmsChecklists_ServiceOrderChecklist
source: Service order checklists
de: Auftrags-Checklisten
es: Checklist de pedidos de servicio
fr: Listes de contrôle commande de service

source: Required for service order completion
de: Für Auftragsabschluss erforderlich
es: Necesario para completar el pedido de servicio
fr: Nécessaire pour réalisation commande de service
hu: Szervizrendelés befejezéséhez szükséges

source: Send to customer
de: An Kunden versenden
es: Enviar al cliente
fr: Envoyer au client
hu: Ügyfélnek kiküldeni

# TheFollowingChecklistsAreRequiredForServiceOrderCompletion
source: The following checklists have to be completed before the service order can be completed:
de: Die folgenden Checklisten müssen vor Auftragsabschluss noch abgeschlossen werden:
es: Las siguientes checklists tienen que ser completadas antes de que el pedido de servicio pueda ser completado:
fr: Pour la réalisation de la commande de service le remlissage des listes de contrôle suivantes est obligatoire:
hu: A következő csekklistákat teljesíteni kell a szervizrendelés befejezése előtt:

# ChecklistInstallationTypeRelationship
source: Checklist-{Installation} relationship
de: Checkliste-{Installation} Zuordnung
es: Relación checklist-{Installation}
fr: Attribution liste de contrôle-{Installation}
hu: Csekklista-{Installation} kapcsolat

# ChecklistInstallationTypeRelationshipAlreadyExists
source: Relationship already exists
de: Zuordnung existiert bereits
es: La relación ya existe
fr: Attribution existe déjà
hu: Kapcsolat már létezik

source: will be sent to customer
de: wird an Kunden versendet
es: se enviará al cliente
fr: sera envoyé au client
hu: ügyfélhez kiküldendő

# ChecklistRequired
source: Checklist is required
de: Checkliste wird benötigt
es: La checklist es requerida
fr: Liste de contrôle nécessaire
hu: Ellenőrzési lista kötelező

# SelectedChecklistDisabledAdd
source: The selected checklist has been disabled, it can not be linked to this service order.
de: Die ausgewählte Checkliste wurde deaktiviert, sie kann nicht mit diesem Serviceauftrag verknüpft werden.
es: La checklist seleccionada ha sido desactivada, no puede ser vinculada a este pedido de servicio.
fr: La checklist sélectionnée a été désactivée, elle ne peut pas être modifiée.
hu: A kiválasztott csekklista időközben deaktiválva lett így nem tudja hozzácsatolni ehhez a szervizrendeléshez.

# SelectedChecklistDisabledEdit
source: The selected checklist has been disabled, it can not be edited.
de: Die ausgewählte Checkliste wurde deaktiviert, sie kann nicht bearbeitet werden.
es: La checklist seleccionada ha sido desactivada, no puede ser editada.
fr: La checklist sélectionnée a été désactivée, elle ne peut pas être liée à cet ordre de service.
hu: A kiválasztott csekklista időközben deaktiválva lett így nem tudja szerkeszteni.

source: Deactivated
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Deaktivált

# CreationDynamicForm
source: Creation form
de: Erstellungsformular
es: Formulario de creación
fr: Création de formulaire dynamique
hu: Űrlap készítés

# CreationDynamicFormId
source: Creation form
de: Erstellungsformular
es: Formulario de creación
fr: Création de formulaire dynamique
hu: Űrlap készítés

# ServiceOrderChecklistEmptySlate
source: There are no checklists available
de: Es sind keine Checklisten verfügbar
es: No hay checklists disponibles
fr: Il n'y a pas de listes de contrôle disponibless
hu: Nincs elérhető ellenőrző lista

# CompletionDynamicForm
source: Completion form
de: Abschlussformular
es: Formulario de finalización
fr: Terminer le formulaire dynamique
hu: Űrlap befejezés

# CompletionDynamicFormId
source: Completion form
de: Abschlussformular
es: Formulario de finalización
fr: Terminer le formulaire dynamique
hu: Űrlap befejezés

# CompletionDynamicForms
source: Completion forms
de: Abschlussformulare
es: Formularios de finalización
fr: formulaires d'achèvement
hu: Befejező űrlap

# IncompleteCompletionDynamicFormMessage
source: There is an incomplete completion form. Should the service case status be changed anyways?
de: Es existiert ein noch nicht abgeschlossenes Abschlussformular. Soll der Servicefallstatus trotzdem geändert werden?
es: El formulario está incompleto. ¿Cambiar el estado del caso de servicio de todos modos?
fr: Il y a un formulaire incomplet. Le statut du cas de service devrait-il être modifié de toute façon?
hu: Egy befejező űrlap még nincs kitöltve. Ennek ellenére is megváltoztatja a szervizeset státuszát?

# IncompleteCompletionDynamicFormsMessage
source: There are incomplete completion forms for {0}. Should the statuses be changed anyways?
de: Es existieren noch nicht abgeschlossene Abschlussformulare für {0}. Sollen die Status trotzdem geändert werden?
es: Hay formularios incompletos para {0}. ¿Cambiar los estados de todos modos?
fr: Il y a un formulaire incomplet pour {0}. Le statut devrait-il être modifié de toute façon?
hu: Több befejező űrlap nincs kitöltve a következő dinamikus formulához: {0}. Ennek ellenére is megváltoztatja a státuszokat?

# ViewCreationDynamicForm
source: View creation form
de: Erstellungsformular öffnen
es: Ver formulario de creación
fr: Voir le formulaire de création
hu: Nézet készítő űrlap

# ViewCompletionDynamicForm
source: View completion form
de: Abschlussformular öffnen
es: Ver el formulario
fr: Voir les formulaires d'achèvement
hu: Befejező űrlap nézet

# PreviewCompletionDynamicForm
source: Preview completion form
de: Abschlussformular Vorschau
es: Previsualización del formulario de finalización
fr: prévisualisation des formulaires d'achèvement
hu: Befejező űrlap előnézete

# EditCompletionDynamicForm
source: Edit completion form
de: Abschlussformular bearbeiten
es: Editar el formulario de finalización
fr: Éditer des formulaires d'achèvement
hu: Befejező űrlap szerkesztése

source: Can attach service cases
de: Mit Servicefällen verknüpfbar
es: Puede adjuntar casos de servicio
fr: Peut joindre des cas de service
hu: Hozzárendelhet szervizeseteket

# SmsChecklists_ServiceCaseChecklist
source: Service case checklist
de: Servicefallchecklisten
es: Checklist de caso de servicio
fr: Listes de contrôle des demandes de service
hu: Szervizeset csekklista

# ServiceCaseChecklistEmptySlate
source: There are no checklists available
de: Es sind keine Checklisten verfügbar
es: No hay checklist disponibles
fr: Il n'y a pas de listes de contrôle disponibless
hu: Nincs elérhető ellenőrző lista

# ConfirmDiscardServiceCase
source: Are you sure you want to discard the unsaved service case?
de: Sind Sie sicher, dass der ungespeicherte Servicefall verworfen werden soll?
es: ¿Está seguro/a que quiere descartar el caso de servicio sin guardar?
fr: Voulez-vous vraiment supprimer le cas de service non enregistré?
hu: Biztos el szeretné dobni a nem mentett szervizesetet?

# CannotCreateServiceCase
source: Service case cannot be created here
de: Service Case kann hier nicht erstellt werden
es: No se puede crear un caso de servicio aquí
fr: La demande de service ne peut pas être créée ici
hu: Szervíz eset nem hozható létre itt

source: Add PDF checklist
de: PDF Checkliste hinzufügen
es: Añadir PDF-checklist
fr: Ajouter liste de contrôle - pdf
hu: Pdf ellenőrző lista hozzáadása

source: Delete signature
de: Unterschrift löschen
es: Borrar firma
fr: Supprimer la signature
hu: Aláírás törlése

source: Edit PDF
de: PDF bearbeiten
es: Editar PDF
fr: Modifier liste de contrôle - pdf
hu: Pdf szerkesztése

source: PDF checklist
de: PDF Checkliste
fr: liste de contrôle - pdf
hu: Pdf ellenőrző lista

source: PDF Checklists
de: PDF Checklisten
fr: listes de contrôle - pdf
hu: Pdf ellenőrző listák

# PdfDynamicFormDesignerEmptySlate
source: Please upload a pdf.
de: Bitte Laden Sie eine PDF hoch.
es: Por favor, suba un pdf.
fr: Veuillez télécharger un PDF pour chaque liste de contrôle.
hu: Kérem töltsön fel pdf-et min-den nyelvhez mielőtt men-tené az ellenőrző listát

# PreviewText
source: This is just a preview of the attached PDF. To fill the PDF with data, please edit it.
de: Diese PDF-Datei ist dem Einsatz hinzugefügt. Um die PDF automatisch mit Daten zu befüllen oder abzuschließen, bitte wecheln Sie in das Bearbeitungsfenster.
es: Esto es solo una previsualización del PDF adjunto. Para rellenar el PDF, por favor, haga click en editar.
fr: Ceci est juste un aperçu du PDF ci-joint. Pour remplir le PDF avec des données, veuil-lez le modifier.
hu: Ez a csatolt pdf-nek csak az előnézete. Az adatok mega-dásához kérem szerkessze.

source: Save signature
de: Unterschrift speichern
es: Guardar firma
fr: Enregistrer la signature
hu: Aláírás mentése
