Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Order/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Own orders
de: Eigene Aufträge
es: Nuestros pedidos
fr: ses propres comandes
hu: Saját rendelések

source: Discard offer
de: Angebot verwerfen
es: Descartar oferta
fr: rejeter une offer
hu: Ajánlat eldobása

source: Discard order
de: Auftrag verwerfen
es: Descartar orden
fr: rejeter une commande
hu: Rendelés eldobása

# DiscardOrderConfirmationMessage
source: Do you want to discard the order?
de: Möchten Sie den Auftrag verwerfen?
es: ¿Desea realmente descartar la orden?
fr: Voulez-vous annuler la commande?
hu: Biztosan eldobja a rendelést?

source: Discarded
de: Verworfen
es: Descartada
fr: rejeté
hu: Eldobva

# DiscardOfferSuccessMessage
source: The offer was discarded.
de: Das Angebot wurde verworfen.
es: La oferta ha sido descartada
fr: L'offre a été rejetée.
hu: Az ajánlat sikeresen eldobva.

# DiscardOrderSuccessMessage
source: The order was discarded.
de: Der Auftrag wurde verworfen.
es: La orden ha sido descartada.
fr: La commande a été rejetée.
hu: A rendelés sikeresen eldobva.

# OfferSummaryTitle
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hu: Összefoglalás

# OfferSummary
source: Summary of the current offer
de: Aktuelles Angebot in der Übersicht
es: Resumen de la oferta actual
fr: Résumé de l'offre en cours
hu: A jelenlegi ajánlat összefoglalása

# OrderSummaryTitle
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
hu: Összefoglalás

# OrderSummary
source: Summary of the current order
de: Aktueller Auftrag in der Übersicht
es: Resumen del pedido actual
fr: Résumé de la commande en cours
hu: A jelenlegi rendelés összefoglalása

# CrmOrder_CalculationPosition
source: Order position (calculation)
de: Auftragsposition (Kalkulation)
es: Posición de la orden (cálculo)
fr: Poste de commande (calcul)
hu: Rendelés pozíció (kalkuláció)

# CalculationPosition
source: Order position (calculation)
de: Auftragsposition (Kalkulation)
es: Posición del elemento(cálculo)
fr: Position de la commande (calculation)
hu: Rendelés pozíció (kalkuláció)

# CalculationPositionType
source: Calculation type
de: Kalkulationstyp
es: Tipo de cálculo
fr: Type de calculation
hu: Kalkuláció típus

source: Has purchase price
de: Mit Einkaufspreis
es: Tiene precio de compra
fr: A prix d'achat
hu: Van vételár?

source: Is absolute
de: Absolutwert
es: Es absoluto
fr: Est absolue
hu: Abszolút

source: Is default
de: Standard
es: Es por defecto
fr: Est par défaut
hu: Alapértelmezett

source: Is discount
de: Rabatt
es: Es descuento
fr: Est en réduction
hu: Árleszállított

# CrmOrder_CalculationPositionType
source: Calculation position type
de: Angebotskalkulationstyp
es: Tipo de posición de cálculo
fr: Type de calcul de l'offre
hu: Kalkuláció pozíció típus

# OfferEmailText
source: Dear Sir or Madam, we would like to thank you for your interest in our products and send you the requested information.
de: Sehr geehrte Damen und Herren, wir bedanken uns für Ihr Interesse an unseren Produkten und übersenden Ihnen die gewünschten Informationen.
es: Estimado señor o señora nos gustaría agradecerle su interés por nuestros productos y enviarle la información solicitada.
fr: Madame,Monsieur Nous vous remercions de l'intérêt que vous portez à nos produits et vous envoyons les informations demandées.
hu: Kedves Uram / Hölgyem, Szeretnénk megköszönni érdeklődését a termékünk iránt és küldjük a kért információkat.

# OfferText
source: Dear Sir or Madam, we would like to thank you for your interest in our products and send you the requested information. Your offer contains the following articles:
de: Sehr geehrte Damen und Herren, wir bedanken uns für Ihr Interesse an unseren Produkten und übersenden Ihnen die gewünschten Informationen. Ihr Angebot enthält die folgenden Artikel:
es: Estimado señor o señora nos gustaría agradecerle su interés por nuestros productos y enviarle la información solicitada. Su oferta contiene los siguientes artículos:
fr: Madame,Monsieur Nous vous remercions de l'intérêt que vous portez à nos produits et vous envoyons les informations demandées. Votre offre contient les articles suivants:
hu: Kedves Uram / Hölgyem, Szeretnénk megköszönni érdeklődését a termékünk iránt és küldjük a kért információkat. Az Ön ajánlata a következő cikkeket tartalmazza:

# OrderEmailText
source: Dear Sir or Madam, we would like to thank you for your interest in our products and send you the requested information.
de: Sehr geehrte Damen und Herren, wir bedanken uns für Ihr Interesse an unseren Produkten und übersenden Ihnen die gewünschten Informationen.
es: Estimado señor o señora nos gustaría agradecerle su interés por nuestros productos y enviarle la información solicitada.
fr: Madame,Monsieur , nous vous remercions de l'intérêt que vous portez à nos produits et vous envoyons les informations demandées.
hu: Kedves Uram / Hölgyem, Szeretnénk megköszönni érdeklődését a termékünk iránt és küldjük a kért információkat.

# OrderText
source: Dear Sir or Madam, we would like to thank you for your interest in our products and send you the requested information. Your order contains the following articles:
de: Sehr geehrte Damen und Herren, wir bedanken uns für Ihr Interesse an unseren Produkten und übersenden Ihnen die gewünschten Informationen. Ihr Auftrag enthält die folgenden Artikel:
es: Estimado señor o señora nos gustaría agradecerle su interés por nuestros productos y enviarle la información solicitada. Su pedido contiene los siguientes artículos:
fr: Madame,Monsieur Nous vous remercions de l'intérêt que vous portez à nos produits et vous envoyons les informations demandées. Votre commande contient les articles suivants::
hu: Kedves Uram / Hölgyem, Szeretnénk megköszönni érdeklődését a termékünk iránt és küldjük a kért információkat. Az Ön rendelése a következő cikkeket tartalmazza:

# OfferFooterText
source: If you have further questions please do not hesitate to contact us. We would be pleased if our offer suits you. With kind regards
de: Für weitere Fragen stehen wir Ihnen jederzeit gerne in einem persönlichen Gespräch zur Verfügung. Wir würden uns freuen, wenn Ihnen unser Angebot zusagt und verbleiben mit freundlichen Grüßen
es: Si tiene más preguntas, no dude en ponerse en contacto con nosotros. Estaremos encantados de que nuestra oferta le satisfaga. Saludos cordiales
fr: Si vous avez d'autres questions, n'hésitez pas à nous contacter. Nous serions heureux si notre offre vous convient. Cordialement
hu: Ha további kérdései vannak, kérjük lépjen kapcsolatba velünk. Örülnénk, ha ajánlatunk megfelelne Önnek. Üdvözlettel

# OrderFooterText
source: With kind regards
de: Mit freundlichen Grüßen
es: Saludos cordiales
fr: Cordialement
hu: Üdvözlettel

# HasAccessory
source: Accessory available
de: Zubehör verfügbar
es: Accesorio disponible
fr: Accessoire disponible
hu: Tartozék elérhető

source: Accessory
de: Zubehör
es: Accesorio
fr: Accessoire
hu: Tartozék

# CalculationPositionRemoved
source: Position removed
de: Position gelöscht
es: Posición eliminada
fr: Position suprimée
hu: Pozíció eltávolítva

# OrderItemRemoved
source: Position removed
de: Position gelöscht
es: Posición eliminada
fr: Position supprimée
hu: Pozíció eltávolítva

source: Offer from
de: Angebot vom
es: Oferta de
fr: Offre de
hu: Ajánlat innen

source: Order from
de: Auftrag vom
es: Pedido de
fr: Commande de
hu: Rendelés innen

# OffersEmptyStateTitle
source: No offers
de: Keine Angebote
es: No hay ofertas
fr: Aucune offre
hu: Nincs ajánlat

# OffersEmptyState
source: No offers were created for this company yet.
de: Für diese Firma wurden noch keine Angebote erstellt.
es: Todavía no se han creado ofertas para esta empresa.
fr: Aucune offre n'a encore été créée pour cette entreprise.
hu: Ehhez a céghez még nem készült ajánlat

# OrdersEmptyStateTitle
source: No orders
de: Keine Aufträge
es: No hay ordenes
fr: Aucune commande
hu: Nincs rendelés

# OrdersEmptyState
source: No orders were created for this company yet.
de: Für diese Firma wurden noch keine Aufträge erstellt.
es: Todavía no se han creado pedidos para esta empresa.
fr: Aucune commande n'a encore été créée pour cette entreprise.
hu: Ehhez a céghez még nem készült rendelés

# TreeViewArticleGroupEmptyState
source: There are no articles in this article group.
de: Es befinden sich keine Artikel in dieser Artikelgruppe.
es: No hay artículos en este grupo de artículos.
fr: Il n'y a pas d'articles dans ce groupe d'articles.
hu: Ebben a cikkcsoportban nincsenek cikkek

source: Order entry type
de: Auftragserfassungsart
es: Tipo de entrada del pedido
fr: Type d'entrée de commande
hu: Rendelés bejegyzés típus

# CrmOrder_OrderEntryType
source: Order entry types
de: Auftragserfassungsarten
es: Tipos de entrada del pedido
fr: Types de saisie des commndes
hu: Rendelés bejegyzés típusok

source: Allow negative quantities
de: Negative Mengen zulässig
es: Permitir cantidades negativas
fr: Autoriser des quantités négatives
hu: Negatív mennyiségek engedélyezése

source: Allow positive quantities
de: Positive Mengen zulässig
es: Permitir cantidades positivas
fr: Autoriser des quantités positives
hu: Pozitív mennyiségek engedélyezése

# SelectAlternativesFromOffer
source: Please select, which of the offered alternatives should be used in the order:
de: Bitte wählen Sie, welche der angebotenen Alternativen in den Auftrag übernommen werden sollen:
es: Por favor, seleccione cuál de las alternativas ofrecidas debe ser utilizada en la orden
fr: Veuillez choisir une des options proposées qui doit être utilisée comme alternative dans la commande
hu: Kérem válassza ki, hogy a felajánlott alternatívák közül melyiket használjuk a rendelésben:

# SelectOptionalItemsFromOffer
source: Please select, which of the offered options should be used in the order:
de: Bitte wählen Sie, welche der angebotenen Optionen in den Auftrag übernommen werden sollen:
es: Por favor, seleccione cuál de las opciones ofrecidas debe ser utilizada en la orden:
fr: Veuillez choisir une des options proposées qui doit être utilisée dans la commande:
hu: Kérem válassza ki, hogy a felajánlott lehetőségek közül melyiket használjuk a rendelésben:

source: Add delivery
de: Lieferung hinzufügen
es: Añadir entrega
fr: Ajouter une livraison
hu: Szállítás hozáadása

# CrmOrder_OrderStatus
source: Order status
de: Auftragstatus
es: Estado de la orden
fr: État des ordres
hu: Rendelés státusz

source: Sending
de: Wird gesendet
es: Enviando
fr: Envoi en cours
hu: Küldés

source: Send again
de: Erneut senden
es: Volver a enviar
fr: Envoyer à nouveau
hu: Újraküldés

source: Recent page
de: Zuletzt aufgerufene Seite
es: Página reciente
hu: Legutóbbi oldal

# CrmOrder_OrderCategory
source: Order categories
de: Auftragstypen
es: Categoría de la orden
fr: Types de commande
hu: Rendelés kategóriák

# DiscardOfferConfirmationMessage
source: Do you want to discard the offer?
de: Möchten Sie das Angebot verwerfen?
es: ¿Desea realmente descartar la oferta?
fr: Voulez-vous rejeter l'offre?
hu: Biztosan el akarja dobni ezt a rendelést?

source: Create order from offer
de: Auftrag aus dem Angebot erstellen
es: Crear pedido de la oferta
fr: Créer une commande à partir de l'offre
hu: Rendelés létrehozása ajánlatból

source: Offer item
de: Artikel
es: Elemento de la oferta
fr: Article d'offre
hu: Ajánlat elem

source: Preview offer
de: Vorschau Angebot
es: Vista previa de la oferta
fr: Aperçu offre
hu: Ajánlat előnézete

source: Preview order
de: Vorschau Auftrag
es: Vista previa de la orden
fr: Aperçu commande
hu: Rendelés előnézete

# OrderStatusSetTo
source: Order status changed to {0}
de: Auftrag auf {0} geändert
es: Estado de la orden cambiado a {0}
fr: Commande modifiée à {0}
hu: A rendelés {0} státuszra változott

# ConfirmSendingOffer
source: Are you sure that you want to send this offer to the above-stated data?
de: Möchten Sie dieses Angebot an die oben angegebenen Daten versenden?
es: ¿Está seguro de que desea enviar esta oferta a los datos indicados anteriormente?
fr: Voulez-vous envoyer cet offre aux données indiquées en haut?
hu: Biztosan ki szeretné küldeni az ajánlatot az alábbi adatokkal?

# DeleteOfferConfirmation
source: Do you really want to delete this offer?
de: Sind Sie sicher, dass Sie dieses Angebot löschen wollen?
es: ¿Desea realmente eliminar la oferta?
fr: Voulez-vous vraiment supprimer cette offre?
hu: Biztosan törölni akarja ezt az ajánlatot?

source: Offer Items
de: Angebotspositionen
es: Elementos de la oferta
fr: Offre positions
hu: Tételek

# NoContactEmailPresent
source: Contact E-mail not found
de: E-mail Adresse vom Kontakt wurde nicht gefunden
es: No se ha encontrado correo de contacto
fr: L'E-mail de contact n'a pas été trouvé
hu: Nincs megadva kapcsolati E-mail

# Warning_NoContactEmailPresent
source: Order cannot be sent if no contact E-mail is given
de: Die Bestellung kann nicht gesendet werden, wenn keine E-mail Adresse vom Kontakt angegeben wird
es: No se puede enviar la orden sin un correo de contacto
fr: La commande ne peut être envoyée si aucune adresse électronique de contact n'est indiquée
hu: Kapcsolati E-mail nélkül rendelés nem küldhető el

# OrderWillBeSent
source: {0} will be sent to the recipient
de: {0} wird an den Empfänger versendet
es: {0} se va a enviar al destinatario.
fr: {0} sera envoyé au destinataire
hu: {0} hamarosan kiküldésre kerül a címzettnek

source: VAT type
de: MwSt.-Typ
es: Tipo de IVA
fr: Type de TVA
hu: Áfa típus

source: Total price without VAT
de: Gesamtpreis ohne MwSt.
es: Precio total sin IVA
fr: Prix total sans TVA
hu: Teljes ár Áfa nélkül

source: Only VAT
de: Nur MwSt.
es: Solo IVA
fr: TVA uniquement
hu: Csak Áfa

source: Total price with VAT
de: Gesamtpreis mit MwSt.
es: Precio total con IVA
fr: Prix total avec TVA
hu: Teljes ár Áfával

source: Sales Price (Tax included)
de: Verkaufspreis (inkl. MwSt.)
es: Precio de Venta (IVA incluido)
fr: Prix de vente (TVA incluses)
hu: Eladási ár (adót beleértve)

source: Alternative
es: Alternativa
hu: Alternatív

# RuleViolation.DiscountBiggerThanPrice
source: Discount is bigger than the price
de: Rabatt ist größer als der Preis
es: El descuento es mayor que el precio
fr: La remise est plus importante que le prix
hu: Kedvezmény nagyobb, mint az ár

# CustomArticleNo
source: Custom article number
de: Benutzerdefinierte Artikelnr.
es: Número de elemento personalizado
fr: N° article personnalisée
hu: Egyedi cikkszám

source: Discount (per piece)
de: Rabatt (pro Stück)
es: Descuento (por pieza)
fr: Rabais (par pièce)
hu: Árengedmény (per darab)

source: Representative (User group)
de: Vertreter (Benutzergruppe)
es: Representante (Grupo de usuario)
fr: Représentant (Groupe d'utilisateur)
hu: Képviselő (Felhasználói csoport)

source: Offer no.
de: Angebotsnummer
es: Núm. oferta
fr: N° offre
hu: Ajánlat nem.

source: Copy offer
de: Angebot kopieren
es: Copiar oferta
fr: Copier l'offre
hu: Ajánlat másolása

source: Exported
de: Exportiert
es: Exportada
fr: Exporté
hu: Exportált

source: Waiting on export
de: Warten auf Export
es: Esperando para exportar
fr: En attente d'exportation
hu: Exportra vár

# CrmOrder_OrderCancelReasonCategory
source: Categories for canceled orders
de: Kategorien für abgebrochene Aufträge
es: Categorías para pedidos cancelados
fr: Catégories pour les commandes annulées
hu: A törölt rendelések kategóriái

# T_AdditionalInformation
source: Additional information
de: Zusatzinformationen
es: Información adicional
fr: Informations supplémentaires
hu: További információ

source: Cancel offer
de: Angebot stornieren
es: Cancelar oferta
fr: Annuler l'offre
hu: Törölje az ajánlatot

source: Cancel export
de: Export abbrechen
es: Cancelar exportación
fr: Annuler l'exportation
hu: Exportálás megszakítása

# ConfirmExportOffer
source: Are you sure that you want to export this offer?
de: Sind Sie sicher, dass Sie dieses Angebot exportieren möchten?
es: ¿Está seguro de que desea exportar esta oferta?
fr: Êtes-vous sûr de vouloir exporter cette offre?
hu: Biztos benne, hogy exportálni szeretné ezt az ajánlatot?

# OfferAlreadyExported
source: Offer was already exported.
de: Angebot bereits exportiert.
es: La oferta ya se exportó.
fr: L'offre a déjà été exportée.
hu: Az ajánlatot már exportálták.

# OrderAlreadyExported
source: Order was already exported.
de: Auftrag bereits exportiert.
es: El pedido ya fue exportado.
fr: La commande a déjà été exportée.
hu: A rendelést már exportálták.

# ConfirmExportOrder
source: Are you sure that you want to export this order?
de: Sind Sie sicher, dass Sie diesen Auftrag exportieren möchten?
es: ¿Está seguro de que desea exportar este pedido?
fr: Voulez-vous vraiment exporter cette commande ?
hu: Biztos benne, hogy exportálni szeretné ezt a rendelést?

# CannotCompleteOrder
source: Order cannot be completed
de: Auftrag kann nicht abgeschlossen werden
es: El pedido no puede ser completado
fr: La commande ne peut être complétée
hu: A rendelés nem teljesíthető

source: Order completed
de: Bestellung abgeschlossen
es: Orden completada
fr: Commande terminée
hu: Rendelés teljesítve
