Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Order/Resources/Resources.*.resx
Languages: de, es, fr, hu

# AddItemAbbreviated
source: Add
de: Hinzuf.
es: Añadir
fr: Ajout.
hu: Hozzáfűz

# BillAddress
source: Billing address
de: Rechnungsadresse
es: Dirección de facturación
fr: Adressse facturation
hu: Számlázási cím

# BillingAddressId
source: Billing address
de: Rechnungsadresse
es: Dirección de facturación
fr: Adressse facturation
hu: Számlázási cím

# CancelUpdateItemAbbreviated
source: Cancel
de: Abbr.
es: Cancelar
fr: Annuler
hu: Rövidítés

source: Car dump
de: Autolager
fr: Dépôt voiture
hu: Autó raktár

source: Closed orders
de: Abgeschlossene Aufträge
es: Ordenes cerradas
fr: Commandes terminées
hu: Lezárt rendelések

# ConfirmDeleteOrder
source: Do you really want to delete this order?
de: Wollen Sie diesen Auftrag wirklich löschen?
es: ¿Desea realmente eliminar esta orden?
fr: Voulez-vous vraiment supprimer cette commande?
hu: Valóban törölni akarja ezt a rendelést?

source: Create order
de: Auftrag anlegen
es: Crear pedido
fr: Créer commande
hu: Rendelés létrehozása

source: Delivery address
de: Lieferadresse
es: Dirección de entrega
fr: Adresse de livraison
hu: Szállítási cím

# DeliveryAddressId
source: Delivery address
de: Lieferadresse
es: Dirección de entrega
fr: Adresse de livraison
hu: Szállítási cím

source: Delivery date
de: Lieferdatum
es: Fecha de entrega
fr: Date de livraison
hu: Szállítás időpontja

source: Edit all users' orders
de: Aufträge aller Benutzer bearbeiten
es: Editar ordenes de todos los usuarios
fr: Éditer commandes de tous les utilisateurs
hu: Minden felhasználó rendelésének szerkesztése

source: Edit order
de: Auftrag bearbeiten
es: Editar orden
fr: Éditer commande
hu: Rendelés szerkesztése

source: New order item
de: Neue Auftragsposition
es: Nuevo elemento de la orden
fr: Nouvelle position commande
hu: Új rendelési pozíció

source: Non-closed orders
de: Nicht abgeschlossene Aufträge
es: Ordenes no cerradas
fr: Commandes non terminées
hu: Lezáratlan rendelések

source: No non-closed orders.
de: Keine nicht-abgeschlossenen Aufträge vorhanden.
es: No hay ordenes no cerradas.
fr: Pas de commandes non terminées existants
hu: Nincsenek lezárt rendelések

# NoOrderItemsInfo
source: The order has no items.
de: Der Auftrag besitzt keine Positionen.
es: La orden no tiene elementos
fr: La commande n'a pas de positions.
hu: A rendelésben nincsenek tételek

# NoOrdersInfo
source: No orders available.
de: Keine Aufträge vorhanden.
es: No hay ordenes disponibles.
fr: Pas de commandes trouvées.
hu: Nincsenek rendelések

source: Order
de: Auftrag
es: Pedido
fr: Commande
hu: Rendelés

source: Order date
de: Auftragsdatum
es: Fecha del pedido
fr: Commande date
hu: Rendelés dátuma

source: Order information
de: Auftragsinformationen
es: Información de la orden
fr: Commande informations
hu: Információk a rendelésről

source: Order items
de: Auftragspositionen
es: Articulos de la orden
fr: Commande positions
hu: Rendelési tételek

source: Orders
de: Aufträge
es: Pedidos
fr: Commandes
hu: Rendelések

# PositionAbbreviated
source: Pos.
hu: Poz.

source: Sample
de: Muster
es: Muestra
fr: Échantillon
hu: Minta

source: See all users' orders
de: Aufträge aller Benutzer sehen
es: Ver todas las ordenes de los usuarios
fr: Afficher toutes les commandes de tous utilisateurs
hu: Minden felhasználói rendelés megtekintése

source: Unit
de: Einheit
es: Unidad
fr: Unité
hu: Egység

# UpdateItemAbbreviated
source: Update
de: Aktual.
es: Actualizar
fr: Actual.
hu: Naprakész tétel, rövidítve

# MissingStreet
source: Street is missing
de: Straße fehlt
es: Falta la calle
fr: Rue manquante
hu: Hiányzó utca

# StreetRequired
source: To be able to add an order, a street for the contact has to be added first.
de: Um einen Auftrag anzulegen, muss für den Kontakt zunächst eine Straße hinterlegt werden.
es: Para poder añadir un pedido primero hay que añadir una calle para el contacto.
fr: Pour créer une commande, saisir une rue pour le contact.
hu: Egy rendelés létrehozásához a kapcsolat számára útvonalat kell kijelölni

source: Comission
de: Kommission
es: Comisión
fr: Commission
hu: Megbízatás

source: Customer number
de: Kundennummer
es: Número del cliente
fr: N° client
hu: Vevő száma

source: Discount
de: Rabatt
es: Descuento
fr: Rabais
hu: Árengedmény

source: Order number
de: Auftragsnummer
es: Número del pedido
fr: N° commande
hu: Rendelési szám

source: Representative
de: Vertreter
es: Representante
fr: Représentant
hu: Képviselő

# DiscountedTotalPrice
source: After discount (excl. VAT)
de: Gesamtsumme (zzgl. MwSt.)
es: Total con descuento (sin IVA)
fr: Montant (hors TVA)
hu: Végösszeg

# DiscountFromTotalPrice
source: Discount
de: Gesamtrabatt Wert (zzgl. MwSt.)
es: Descuento
fr: Rabais valeur (hors TVA)
hu: Teljes árengedmény értéke

source: VAT
de: MwSt.
es: IVA
fr: TVA
hu: Áfa

source: Private description
de: Interne Bemerkung
es: Descripción privada
fr: Remarque interne
hu: Magánjellegű leírás

# PublicDescription
source: Description
de: Bemerkung
es: Descripción
fr: Remarque
hu: Megjegyzés

source: Close order
de: Auftrag abschließen
es: Cerrar orden
fr: Terminer commande
hu: Rendelés lezárása

source: Unit Price
de: Einzelpreis
es: Unidad Precio
fr: Prix unité
hu: Egységár

source: Customer order number
de: Kundenbestellnummer
es: Número del pedido del cliente
fr: N° commande client
hu: Rendelési szám

# NoOrdersMatch
source: No results found within your search criteria.
de: Zum gewählten Filter wurden keine Ergebnisse gefunden.
es: No se han encontrado resultados dentro de sus criterios de búsqueda.
fr: Pas de résultats pour le filtre choisi.
hu: A kiválasztott szemponthoz eredmény nem található

source: Export orders
de: Aufträge exportieren
es: Ordenes exportadas
fr: Exporter commandes
hu: Rendelés elküldése

# CalculatedPriceWithDiscount
source: Price
de: Preis
es: Precio
fr: Prix
hu: Ár

# ShowAllItems
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tous
hu: Minden tétel megjelenítése

source: Offer
de: Angebot
es: Oferta
fr: Offre
hu: Ajánlat

source: Offer date
de: Angebotsdatum
es: Fecha de la oferta
fr: Offre date
hu: Az ajánlat dátuma

source: Offers
de: Angebote
es: Ofertas
fr: Offres
hu: Ajánlatok

# OrderCreatedBy
source: Order created by {0} {1}
de: Auftrag erstellt von {0} {1}
es: Orden creada por {0} {1}
fr: Commande crée pasr {0} {1}
hu: Rendelést készítette {0} {1}

# CreatedOrder
source: A new order has been created.
de: Eine neuer Auftrag wurde erstellt.
es: Un nuevo pedido ha sido creado
fr: Une nouvelle commande a été crée.
hu: Új rendelés készült

source: Create offer
de: Angebot anlegen
es: Crear oferta
fr: Créer offre
hu: Ajánlatot tenni

# OfferCreatedBy
source: Offer created by {0} {1}
de: Angebot erstellt von {0} {1}
es: Oferta creada por {0} {1}
fr: Offre crée par {0} {1}
hu: Az ajánlatot {0} {1} készítette

# ConfirmDeletion
source: Are you sure that you want to delete this item?
de: Sind Sie sicher, dass Sie diesen Artikel löschen möchten?
es: ¿Desea realmente eliminar este elemento?
fr: Voulez-vous vraiment supprimer cet article?
hu: Biztos, hogy ezt az árucikket törli?

source: Export date
de: Datenexport am
es: Fecha de exportacion
fr: Export données le
hu: Exportálva

# NoOrdersAvailable
source: No orders found.
de: Keine Aufträge vorhanden.
es: No se han encontrado ordenes.
fr: Pas de commandes trouvées.
hu: Nincsenek rendelések

# NoOffersAvailable
source: No offers found.
de: Keine Angebote vorhanden.
es: No se han encontrado ofertas.
fr: Pas d'offres trouvées.
hu: Nincs ajánlat

# OrdersAndOffers
source: Offers and orders
de: Angebote und Aufträge
es: Ofertas y pedidos
fr: Offres et commandes
hu: Ajánlatok és rendelések

# DeleteOrder
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés

source: Edit offer
de: Angebot bearbeiten
es: Editar oferta
fr: Éditer offre
hu: Ajánlat szerkesztése

# NoOffersMatch
source: No results found within your search criteria.
de: Zum gewählten Filter wurden keine Ergebnisse gefunden.
es: No se han encontrado resultados dentro de sus criterios de búsqueda.
fr: Pas de résultats pour le filtre choisi.
hu: A kiválasztott szemponthoz eredmény nem található

source: Offer number
de: Angebotsnummer
es: Número de oferta
fr: N° Offre
hu: Az ajánlat száma

# OrderStatusSetBy
source: Order status set by {0} on {1}
de: Auftrag geändert von {0} {1}
es: Estado de la orden fijado por {0} en {1}
fr: Commande modifiée par {0} {1}
hu: A rendelés megváltoztatva {0} {1}

source: See all base-orders
de: Alle Basis-Aufträge anzeigen
es: Ver todas las ordenes base
fr: Afficher toutes les commandes de base
hu: Minden bázisrendelés kijelzése

# OrderListDiscount
source: Discount
de: Rabatt
es: Descuento
fr: Rabais
hu: Árengedmény

# PrivateDescriptionRequiredOnDummyCustomer
source: Private description necessary for dummy customer.
de: Interne Bemerkung für vorläufigen Kunde erforderlich.
es: Descripción privada necesaria para el cliente ficticio.
fr: Remarque interne nécessaire pour client à titre provisoire
hu: Az ideiglenes vevő számára szükséges belső megjegyzés

source: Close offer
de: Angebot abschließen
es: Cerrar oferta
fr: Terminer offre
hu: Ajánlat lezárása

# CustomerOfferNumber
source: Offer number
de: Anfragenummer
es: Número de la oferta
fr: N° demande
hu: Ajánlat száma

# OrderStatusSet
source: Order status changed
de: Auftrag geändert
es: Estado de la orden cambiado
fr: Commande modifiée
hu: A rendelés megváltoztatva

# OrderFor
source: Order {1} for {0}
de: Auftrag {1} für {0}
es: Orden {1} para {0}
fr: Commande {1} pour {0}
hu: {1} rendelés {0} számára

# CreatedOffer
source: A new offer has been created.
de: Ein neues Angebot wurde erstellt.
es: Una nueva oferta ha sido creada
fr: Une nouvelle offre a été crée.
hu: Új ajánlat készült

source: Delivery prohibited
de: Liefersperre
es: Entrega prohibida
fr: Interdiction de livraison
hu: Szállítás tiltott

source: Offer closed
de: Angebot abgeschlossen
es: Oferta cerrada
fr: Offre terminé
hu: Lezárt ajánlat

source: Order closed
de: Auftrag abgeschlossen
es: Orden cerrada
fr: Commande terminée
hu: Rendelés lezárása

# OfferFor
source: Offer {1} for {0}
de: Angebot {1} für {0}
es: Oferta {1} por {0}
fr: Offre {1} pour {0}
hu: Ajánlat {1} a {0} számára

# OfferStatusSetBy
source: Order status set by {0} on {1}
de: Angebot geändert von {0} {1}
es: Estado de la orden fijado por {0} en {1}
fr: Offre modifiée par {0} {1}
hu: Az ajánlat módosítva {0} {1} által

# OfferStatusSetTo
source: Offer status changed to {0}
de: Angebot auf {0} geändert
es: El estado de la oferta ha cambiado a {0}
fr: Offre modifiée à {0}
hu: Ajánlat módosítva {0}

source: Add task categories
de: Aufgabenkategorien hinzufügen
es: Añadir categorías de tareas
fr: Ajouter catégories tâche
hu: Feladatok kategóriájának hozzáfűzése

source: sign here
de: hier unterschreiben
es: Firme aquí
fr: Signer ici
hu: Itt aláírni

source: You are not allowed to edit this offer.
de: Sie sind nicht berechtigt, dieses Angebot zu bearbeiten.
es: No tiene permiso para editar esta oferta.
fr: Vous n'avez pas la permission pour modifier cette offre
hu: Ön nem jogosult ennek az ajánlatnak a szerkesztésére

source: You are not allowed to edit this order.
de: Sie sind nicht berechtigt, diesen Auftrag zu bearbeiten.
es: No tiene permiso para editar esta orden
fr: Vous n'avez pas la permission pour modifier cette commande
hu: Ön nem jogosult ennek a rendelésnek a szerkesztésére

source: Order type
de: Auftragstyp
es: Tipo de orden
fr: Commande type
hu: Rendelés típusa

source: New offer item
de: Neue Angebotsposition
es: Nuevo elemento de la oferta
fr: Nouvelle position offre
hu: Új ajánlat pozíció

# NoOfferItemsInfo
source: The offer has no items.
de: Das Angebot besitzt keine Positionen.
es: La oferta no tiene artículos.
fr: L'offre n'a pas de positions.
hu: Az ajánlatban nincsenek tételek

source: Export offers
de: Angebote exportieren
es: Ofertas exportadas
fr: Exporter offres
hu: Ajánlat exportálása

# NoExportedOrders
source: No orders exported.
de: Keine Aufträge exportiert.
es: No hay ordenes exportadas.
fr: Pas de commandes exportées.
hu: Nincs exportált rendelés

# NoExportedOrdersMatch
source: No matching orders found.
de: Zum gewählten Filter wurden keine Ergebnisse gefunden.
es: No se han encontrado ordenes coincidentes.
fr: Pas de résultats pour le filtre choisi.
hu: Nem talááltunk exportált rendelést

# AllowedArticleGroupValues
source: Item groups allowed
de: Artikelgruppen erlaubt
es: Grupos de elementos permitidos
fr: Groupes d'articles autorisés
hu: Engedélyezett cikkcsoportok

source: Communication type
de: Kommunikationsart
es: Tipo de comunicación
hu: Kapcsolattartás típusa

source: Can have orders
de: kann Aufträge haben
es: Puede tener ordenes
fr: peut avoir des commandes
hu: Rendelés engedélyezett

# DetailsForOrder
source: Details for order {0}
de: Details zu Auftrag {0}
es: Detalles de la orden {0}
fr: Détails commande {0}
hu: {0} rendelés részletei

# DetailsForOffer
source: Details for offer {0}
de: Details zu Angebot {0}
es: Detalles de la oferta {0}
fr: Détails offre {0}
hu: {0} ajánlat részletei

# AllowedArticleTypeValues
source: Item types allowed
de: Artikeltypen erlaubt
es: Tipos de elementos permitidos
fr: Types d'articles autorisés
hu: Engedélyezett cikk típusok

source: Order details
de: Auftragsdetails
es: Detalles de la orden
fr: Commande détails
hu: Rendelés részletei

source: Order category
de: Auftragstyp
es: Categoría de la orden
fr: Commande type
hu: Rendelés típusa

# PleaseSelectAnOrderCategory_WithWarning
source: Please select an order category. Please keep in mind that this can't be changed once saved.
de: Bitte wählen Sie eine Kategorie. Beachten Sie jedoch, dass diese zu einem späteren Zeitpunkt nicht mehr geändert werden kann.
es: Seleccione una categoría de la orden. Tenga en cuenta que esto no se puede cambiar una vez guardado.
fr: Choisir une catégorie. Notez que la catégorie ne sera plus modifiable une fois enregistrée.
hu: Kérem válaszzon egy rendelés kategóriát. Figyelem, később nem módosítható.

# DiscountedTotalPriceWithVAT
source: Total price
de: Gesamtsumme
es: Precio total
fr: Montant
hu: Teljes ár

# TotalPriceNoVAT
source: Total price (excl. VAT)
de: Gesamtsumme (zzgl. MwSt.)
es: Precio total (sin IVA)
fr: Montant (hors TVA)
hu: Teljes ár (ÁFA nélkül)

# ItemPrice
source: UVP
de: Preis
fr: Prix
hu: Ár

source: Customer flags
es: Marcadores de los clientes
fr: Flags client
hu: Ügyfél jelzések

# OrderSuccessfullySent
source: The order was successfully sent.
de: Der Auftrag wurde erfolgreich versandt.
es: La orden ha sido enviada con éxito.
fr: Commande envoyée avec succès.
hu: A rendelés sikeresen kiküldve.

# OrderFailedSending
source: An error occured while sending the order.
de: Beim Senden des Auftags ist ein Fehler aufgetreten.
es: Se ha producido un error al enviar la orden.
fr: L'envoi de la commande a provoqué un erreur.
hu: A rendelés kiküldése közben hiba lépett fel.

# ConfirmSending
source: Are you sure that you want to send this order to the above-stated data?
de: Möchten Sie diesen Auftrag an die oben angegebenen Daten versenden?
es: ¿Está seguro de que desea enviar esta orden a los datos indicados anteriormente?
fr: Voulez-vous envoyer cette commande aux données indiquées en haut?
hu: Biztosan ki szeretné küldeni a rendelést az alábbi adatokkal?

# OrderDoesntExist
source: Couldn't load order.
de: Dieser Auftrag ist nicht vorhanden.
es: No se ha podido cargar la orden
fr: Cette commande n'existe pas.
hu: A rendelés nem elérhető.

# OrderClosedMessage
source: This order is closed and can not be edited anymore.
de: Dieser Auftrag ist geschlossen und kann nicht mehr bearbeitet werden.
es: Esta orden está cerrada y ya no se puede editar.
fr: Cette commande est terminée. Elle ne peut plus être modifiée.
hu: A rendelés lezárva. A továbbiakban nem szerkeszthető.

# CloseOrderConfirmation
source: Do you really want to close this order?
de: Sind Sie sicher, dass Sie diesen Auftrag schließen wollen?
es: ¿Desea realmente cerrar esta orden?
fr: Voulez-vous vraiment terminer cette commande?
hu: Biztosan le akarja zárni ezt a rendelést?

# DeleteOrderConfirmation
source: Do you really want to delete this order?
de: Sind Sie sicher, dass Sie diesen Auftrag löschen wollen?
es: ¿Desea realmente eliminar esta orden?
fr: Voulez-vous vraiment supprimer cette commande?
hu: Biztosan törölni akarja ezt a rendelést?

source: Order failed saving
de: Beim Speichern des Auftrages ist es zu Fehlern gekommen.
es: La orden no se ha guardado
fr: L'enregistrement de la commande a provoqué un erreur.
hu: A rendelés mentése sikertelen.

# OrderSuccessfullySaved
source: Order is saved successfully.
de: Auftrag erfolgreich gespeichert.
es: La orden se ha guardada con éxito.
fr: Commande enregistrée avec succès.
hu: A rendelés mentése sikeres.

# TotalAmount
source: Amount of items
de: Gesamtanzahl der Artikel
es: Cantidad de artículos
fr: Nombre totale article
hu: Cikkek végösszege

# OrderSimpleTabTitle
source: List view
de: Listenansicht
es: Vista de la lista
fr: Liste
hu: Lista nézet

# OrderTreeTabTitle
source: Tree view
de: Baumansicht
es: Vista de árbol
fr: Arborescence
hu: Fa nézet

# ItemHasNoPositions
source: This item has no positions added.
de: Dieser Artikel hat keine Positionen.
es: Este artículo no tiene posiciones añadidas.
fr: Cet article n'a pas de positions
hu: Nincs a rendeléshez hozzáadott pozíció

source: Remarks
de: Bemerkungen
es: Observaciones
fr: Remarques
hu: Megjegyzések

source: Add shipment date
de: Lieferdatum hinzufügen
es: Añadir fecha de envío
fr: Ajouter date de livraison
hu: Szállítási dátum hozzáadása

# ArticleGroups
source: Item groups
de: Artikelgruppen
es: Grupo de elementos
fr: Groupes d'articles
hu: Cikkcsoportok

# OrderSummaryTabTitle
source: Order overview
de: Auftragsübersicht
es: Resumen del pedido
fr: Synthèse commandes
hu: Rendelés áttekintés

# OfferSummaryTabTitle
source: Offer overview
de: Angebotsübersicht
es: Resumen de la oferta
fr: Synthèse offres
hu: Ajánlat áttekintés

# HasUniqueHashError
source: The item you've selected is already in the list with the same shipment date or sample status.
de: Der Artikel, den Sie ausgewählt haben, ist bereits in der Liste mit dem gleichen Versanddatum oder Musterstatus.
es: El artículo que ha seleccionado ya está en la lista con la misma fecha de envío o estado de la muestra.
fr: L'article choisi est déjà dans la liste d'envoi de la même date ou dans le statut de l'échantillon.
hu: A lista már tartalmazza a kiválaszott cikket ugyanezzel a szállítási dátummal és minta státusszal.

# DeliveryDateRejectMessage
source: Delivery date conflicts with another shipment.
de: Dieser Liefertermin steht im Konflikt mit einer bestehenden Lieferung.
es: La fecha de entrega entra en conflicto con otro envío.
fr: Cette date de livraison est en conflit avec une livraison existante
hu: A teljesítés időpontja ütközik egy másik kiszállítással.

source: this order
de: diesen Auftrag
es: Esta orden
fr: Cette commande
hu: ez a rendelés

source: this offer
de: dieses Angebot
es: Esta oferta
fr: Cette offre
hu: ez az ajánlat

source: Send order
de: Auftrag versenden
es: Enviar orden
fr: Envoyer commande
hu: Rendelés küldése

# SimpleTab
source: Simple Tab Access
de: Reiter Einfachansicht Zugriff
es: Acceso pestaña sencilla
hu: {OrderSimpleTabTitle}

# SummaryTab
source: Summery Tag Access
de: Reiter Zusammenfassung Zugriff
es: Acceso pestaña resumen
hu: {OrderSummaryTabTitle}

# TreeTab
source: Tree Tab Access
de: Reiter Baumansicht Zugriff
es: Acceso pestaña arbol
hu: {OrderTreeTabTitle}

# OrderTab
source: "Order" tab access
de: Zugriff auf Reiter "Aufträge"
es: Acceso a la pestaña Ordenes
fr: Onglet commandes
hu: Rendelés fül

# DocumentNo
source: Document number
de: Dokumentennummer
es: Número de documento
fr: N° document
hu: Dokumentum sorszáma

# CrmOrder_Order
source: Orders
de: Aufträge
es: Ordenes
fr: Ordres
hu: Rendelés

# CrmOrder_Offer
source: Offers
de: Angebote
es: Ofertas
fr: Offres
hu: Ajánlat

# CrmOrder_OrderItem
source: Order items
de: Auftragspositionen
es: Elementos de la orden
fr: Positions de commande
hu: Rendelés elem

source: Order item
de: Auftragsposition
es: Elemento de la orden
fr: Commande position
hu: Rendelés elem

source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
hu: Jogosultság

# ReallyCloseOrder
source: Really close the order? No more changes will be possible anymore.
de: Soll der Auftrag abgeschlossen werden? Änderungen sind danach nicht mehr möglich.
es: ¿Desea realmente cerrar la orden? Ya no será posible realizar más cambios.
fr: Voulez vous fermer la commande? aucun changement ne sera plus possible.
hu: Biztosan lezárja a rendelést? További módosításra ezután nem lesz lehetőség.

# OrderCategoryKey
source: Order category
de: Auftragstyp
es: Categoría de la orden
fr: Commande type
hu: Rendelés típusa

source: Calculation
de: Kalkulation
es: Cálculo
hu: Kalkuláció

# MarginAbsolute
source: Margin
de: Marge
es: Margen
fr: Marge
hu: Margó

# MarginRelative
source: Margin %
de: Marge in %
es: Margen %
fr: Marge %
hu: Margó %-ban

source: Subtotal
de: Zwischensumme
fr: Sous-total
hu: Részösszeg

source: Acquisition price
de: Einstandspreis
es: Precio de adquisición
fr: Prix ​​d'acquisition
hu: Beszerzési ár

# SelectedOptions
source: Options
de: Optionen
es: Opciones
hu: Opciók

# IsOption
source: Optional
es: Opcional
fr: Optionnel
hu: Opcionális

# SetIsOption
source: Add as option
de: Als Option hinzufügen
es: Añadir como opción
fr: Ajouter comme option
hu: Hozzáad mint opció

# OptionalItems
source: Additional options
de: Zusatzoptionen
es: Opciones adicionles
fr: Options additionelles
hu: További opciók

source: Sales price
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
hu: Eladási ár

source: Add alternative
de: Alternative hinzufügen
es: Añadir alternativa
fr: Ajouter une alternative
hu: Alternatíva hozzáadása

# AcceptAlternative
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
hu: Alkalmaz

# AlternativeSelectionInformation
source: Alternative selection for {0}
de: Alternativauswahl für {0}
es: Selección alternativa para {0}
fr: Sélection alternative pour {0}
hu: Alternatíva választás ehhez: {0}

source: Save offer
de: Angebot speichern
es: Guardar oferta
fr: Enregistrer l'offre
hu: Ajánlat mentése

# SaveOfferHint
source: You can save the offer in your private settings. You can also attach it to a company.
de: Sie können das Angebot in Ihren privaten Einstellungen speichern, optional kann eine Verbindung zu einem Firmenkontakt hergestellt werden.
es: Puede guardar la oferta en su configuración privada. También puede adjuntarla a una empresa.
fr: Vous pouvez enregistrer l'offre dans vos paramètres privés. Vous pouvez également le joindre à une entreprise.
hu: Az ajánlatot elmentheti saját beállításaihoz, de hozzá is adhatja egy céghez.

source: Save order
de: Auftrag speichern
es: Guardar pedido
fr: Enregistrer commande
hu: Rendelés mentése

# SaveOrderHint
source: You can save the order in your private settings. You can also attach it to a company.
de: Sie können den Auftrag in Ihren privaten Einstellungen speichern, optional kann eine Verbindung zu einem Firmenkontakt hergestellt werden.
es: Puede guardar la orden en su configuración privada. También puede adjuntarlo a una empresa.
fr: Vous pouvez enregistrer l'offre dans vos paramètres privés. Vous pouvez également le joindre à une entreprise.
hu: A rendelést elmentheti saját beállításaihoz, de hozzá is adhatja egy céghez.

source: Load offer
de: Angebot laden
es: Cargar oferta
fr: Charger l'offre
hu: Ajánlat betöltése

source: Load order
de: Auftrag laden
es: Cargar pedido
fr: Charger la commande
hu: Rendelés betöltése

source: Own offers
de: Eigene Angebote
es: Nuestras ofertas
fr: ses propres offres
hu: Saját ajánlatok
