Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Configurator/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Configurator
de: Konfigurator
es: Configurador
fr: Configurateur
hu: Konfigurátor

source: Configuration base
de: Basismaschine
es: Base de configuración
fr: Configuration basique
hu: Konfiguráció alap

# CrmConfigurator_ConfigurationBase
source: Configuration base
de: Basismaschine
es: Base de configuración
fr: Configuration de base
hu: Konfiguráció alap

# CrmConfigurator_Variable
source: Configurator variables
de: Konfiguratorvariablen
es: Variables del configurador
fr: Variables de configuration
hu: Konfigurátor változók

# VariableValueSelectionTitle
source: Choose options
de: Optionen wählen
es: Elija las opciones
fr: Choisir une option
hu: Válasszon opciót

source: Exit
de: Beenden
es: Salir
fr: Sortir
hu: Kilép

# HintRuleAlertMessage
source: Clarify combination with following articles (problematic):
de: Kombination mit folgenden Artikeln unbedingt abklären (problematisch):
es: Aclarar la combinación con los siguientes artículos (problemáticos):
fr: Clarifier la combinaison avec les articles suivants (problématique):
hu: Tisztázza az alábbi cikkek kombinációját (problémás):

# DefaultHintRuleAlertMessage
source: Combination with current configuration problematic
de: Kombination mit derzeitiger Konfiguration problematisch
es: La combinación con la configuración actual es problemática
fr: Combinaison avec la configuration actuelle problématique
hu: A kombináció a jelenlegi konfigurációval problmás:

# InclusionRuleAlertMessage
source: Requires:
de: Erfordert:
es: Requiere:
fr: Nécessite:
hu: Szükséges:

# DefaultInclusionRuleAlertMessage
source: Requires additional articles
de: Erfordert weitere Artikel
es: Requiere artículos adicionales
fr: Nécessite des articles supplémentaires
hu: További cikkek szükségesek

# RestrictionRuleAlertMessage
source: Restricted by:
de: Verboten durch:
es: Restringido por:
fr: Restreint par:
hu: Korlátozza:

# DefaultRestrictionRuleAlertMessage
source: Restricted by current configuration.
de: Wird in der derzeitigen Konfiguration verboten.
es: Restringido por la configuración actual.
fr: Limité par la configuration actuelle.
hu: Korlátozva a jelenlegi konfiguráció által

source: Apply selection
de: Auswahl übernehmen
es: Aplicar la selección
fr: Appliquer la sélection
hu: Kiválasztás alkalmazása

# RequiredChangesToApplySelection
source: Do you want to apply the selection? This will apply the following changes to the configuration:
de: Möchten Sie die Auswahl übernehmen? Dadurch werden folgende Änderungen an der Konfiguration vorgenommen:
es: ¿Desea aplicar la selección? Esto aplicará los siguientes cambios a la configuración:
fr: Voulez-vous appliquer la sélection? Ceci appliquera les modifications suivantes à la configuration:
hu: Alkalmazni akarja a kiválasztását? Ez alkalmazni fogja a következő módosításokat a konfigurációban:

# FromConfigurationWillBeRemoved
source: From the configuration will be removed: {0}
de: Aus der Konfiguration wird entfernt: {0}
es: De la configuración se eliminará: {0}
fr: Sera supprimé de la configuration : {0}
hu: A konfigurációból el lesz távolítva: {0}

# ToConfigurationWillBeAdded
source: To the configuration will be added: {0}
de: Zur Konfiguration wird hinzugefügt: {0}
es: A la configuración se le añadirá: {0}
fr: sera ajouté à la configuration : {0}
hu: A konfigurációhoz hozzá lesz adva: {0}

# ArticleRequiredTitle
source: Article is required
de: Artikel wird benötigt
es: El artículo es necesario
fr: L'article est requis
hu: A cikk szükséges

# ArticleRequiredMessage
source: This article can not be removed from the configuration.
de: Dieser Artikel kann nicht aus der Konfiguration entfernt werden.
es: Este artículo no puede ser eliminado de la configuración.
fr: Cet article ne peut pas être supprimé de la configuration.
hu: Ez a cikk nem távolítható el a konfigurációból.

source: Standard configuration
de: Standardkonfiguration
es: Configuración estándar
fr: Configuration standard
hu: Normál beállítás

source: Removed standard options
de: Abzgl. Standardausstattung
es: Las opciones estándar eliminadas
fr: Suppression des options standard
hu: Eltávolított normál opciók

source: Additional options
de: Zzgl. Zusatzausstattung
es: Opciones adicionales
fr: Options additionelles
hu: További opciók

# CrmConfigurator_ConfigurationRule
source: Configuration rules
de: Konfigurationsregeln
es: Reglas de configuración
fr: Règles de configuration
hu: Beállítási szabályok

source: Default articles
de: Standardausstattung
es: Artículos por defecto
fr: Articles par défaut
hu: Alapértelmezett cikkek

source: Default article
de: Standardausstattung
es: Artículo por defecto
fr: Article par défaut
hu: Alapértelmezett cikk

source: Show in configurator
de: In Konfigurator sichtbar
es: Mostrar en el configurador
fr: Afficher dans le configurateur
hu: Mutatás a beállítóban

source: Is required
de: Wird benötigt
es: Es requerido
fr: Est requis
hu: Szükséges

source: Configuration rules
de: Konfigurationsregeln
es: Reglas de configuración
fr: Configuration règle
hu: Beállítási szabályok

# NoConfigurationRulesInfo
source: Here you can manage rules (e.g. inclusions, restrictions, hints) between articles for configurations. Currently there are no rules.
de: In diesem Bereich können Sie Regeln (z. B. Einschluss, Ausschluss, Hinweis) zwischen einzelnen Artikeln verwalten, die beim Erstellen einer Konfiguration berücksichtigt werden müssen. Zur Zeit sind keine Regeln angelegt.
es: Aquí puede gestionar las reglas (por ejemplo, inclusiones, restricciones, sugerencias) entre los artículos para las configuraciones. Actualmente no hay reglas.
fr: Vous pouvez gérer ici les règles (inclusions, restrictions, astuces) entre les articles pour les configurations. Actuellement, il y a aucune règle.
hu: Itt menedzselheti a szabályokat (pl.: belefoglalás, kizárás, utalások/figyelmeztetések) amelyekek a konfiguráció létrehozásakor figyelembe lesznek véve. Jelenleg nincsenek szabályok.

source: Add configuration rule
de: Neue Regel hinzufügen
es: Añadir regla de configuración
fr: Ajouter une règle de configuration
hu: Konfigurációs szabály hozzáadása

# EditConfigurationRule
source: Edit rule
de: Regel bearbeiten
es: Editar regla
fr: Editer la règle
hu: Szabály szerkesztése

# ConfigurationRuleType
source: Rule type
de: Regeltyp
es: Tipo de regla
fr: Type règle
hu: Szabály típus

# RuleViolation.VariableValuesRequired
source: Articles required
de: Artikel benötigt
es: Artículos requeridos
fr: Articles requis
hu: Cikkek szükségesek

# RuleViolation.AffectedVariableValuesRequired
source: Affected articles required
de: Betroffene Artikel benötigt
es: Artículos afectados requeridos
fr: Articles concernés requis
hu: Kapcsolódó cikkek szükségesek

# ConfirmDeleteConfigurationRule
source: Really delete this rule?
de: Soll diese Regel wirklich gelöscht werden?
es: ¿Desea suprimir realmente esta regla?
fr: voulez vous vraiment supprimer cette règle?
hu: Biztosan törli a szabályt?

# NoArticlesInArticleGroupEmptyState
source: There are no articles in this article group available.
de: Es sind keine Artikel in der ausgewählten Artikelgruppe vorhanden.
es: No hay artículos disponibles en este grupo de artículos.
fr: Il n'y a aucun article dans ce groupe d'articles disponible.
hu: Nincs elérhető cikk ebben a cikkcsoportban.

# CrmConfigurator_ConfigurationRuleType
source: Configuration rule types
de: Konfigurationsregeltypen
es: Tipos de reglas de configuración
fr: Types de règles de la configuration
hu: Konfigurációs szabály típusok

source: Add option
de: Option hinzufügen
es: Añadir opción
fr: Ajouter option
hu: Opció hozzáadása
