Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

# InstallationStillUnderWarranty
source: {Installation} is still under warranty.
de: {Installation} steht noch unter Gewährleistung.
es: {Installation} todavía está en garantía.
fr: {Installation} est encore sous garantie
hu: {Installation} még garanciális

# InstallationWasStillUnderWarrantyWhenServiceOrderWasReported
source: {Installation} was still under warranty when the {ServiceOrder} was reported.
de: {Installation} stand noch unter Gewährleistung als der {ServiceOrder} gemeldet wurde.
es: {Installation} todavía estaba en garantía cuando se notificó la {ServiceOrder}.
fr: {Installation} était encore sous garantie quand la {ServiceOrder} a été enregistrée.
hu: {Installation} még garanciális, ahogy az a szervízrendelésbe jelezve lett.

# ServiceOrderWithOpenDispatchesStatusChangeHint
source: The service order contains open dispatches.
de: Der Serviceauftrag enthält noch offene Einsätze.
es: La orden de servicio contiene ordenes de trabajo pendientes.
fr: {ServiceOrder} contient des envois ouvertes.
hu: A szervizrendelés nyitott kiszállásokat tartalmaz

# DefaultStoreNo
source: Default store
de: Standard-Lager
es: Tienda por defecto
fr: Entrepôt standard
hu: Standard raktár

# DefaultLocationNo
source: Default location
de: Standard-Lagerplatz
es: Ubicación por defecto
fr: Lieu de stockage standard
hu: Standard tárhely

source: Add to replenishment order
de: Zu Nachbestückungsauftrag hinzufügen
es: Añadir al pedido de reposición
fr: Ajouter commande de réapprovisionnement
hu: Utánrendeléshez csatol

source: Update in replenishment order
de: In Nachbestückungsauftrag aktualisieren
es: Actualización en el pedido de reposición
fr: Mettre à jour dans la commande de réapprovisionnement
hu: Utánrendelésben frissíteni

# NoNotes
source: There are no related notes for this dispatch.
de: Es wurden keine Notizen zu diesem Einsatz erfasst.
es: No hay notas relacionadas con este orden de trabajo
fr: Il n'y a pas de notes pour cette intervention
hu: Ehhez az kiszálláshoz nem található megjegyzés

source: New Ad hoc order
de: Ad-hoc-Auftrag erstellen
es: Nueva orden ad hoc
fr: Nouvelle commande Ad-Hoc
hu: Eseti rendelés létrehozása

source: Exact place
de: Genauer Standort
es: Lugar exacto
fr: Lieu exacte
hu: Pontos helyszín

source: Room
de: Zimmer
es: Habitación
fr: Pièce
hu: Szoba

source: Head of service
de: Serviceleitung
es: Jefe de servicio
fr: Chef de service
hu: Szervizvezető

source: Internal service
de: Service-Innendienst
es: Servicio interno
fr: Service interne
hu: Belső szervizes

source: Service back office
de: Servicebüro
es: Servicio back office
hu: Szervizmérnök

source: Field service
de: Techniker
es: Servicio de campo
fr: Technicien
hu: Szerviztechnikus

source: Details technician info
de: Detail-Informationen für den Techniker
es: Detalles del tecnico
fr: Informations en détail pour le technicien
hu: Részletes információk a szervizeseknek

source: Add skill
de: Fähigkeit hinzufügen
es: Añadir competencia
fr: Ajouter compétence
hu: Képzettség hozzáadása

source: Material add
de: Material hizufügen
es: Añadir material
fr: Ajouter matériel
hu: Anyag hozzáadása

source: Material delete
de: Material löschen
es: Eliminar material
fr: Supprimer matériel
hu: Anyag törlése

source: Material edit
de: Material bearbeiten
es: Editar material
fr: Editer matériel
hu: Anyag módosítása

source: Material new
de: Neues Material anlegen
es: Nuevo material
fr: Nouveau matériel
hu: Új anyag hozzáadása

source: Material serial remove
de: Serien-Nr entfernen
es: Eliminar material de serie
fr: Supprimer n° de série
hu: Sorozatszám eltávolítása

source: Material serial save
de: Serien-Nr speichern
es: Guardar material de serie
fr: Enregistrer n° de série
hu: Sorozatszám mentése

source: Material serials edit
de: Serien-Nr bearbeiten
es: Editar material de serie
fr: Editer n° de série
hu: Sorozatszám kidolgozása

source: Remove Dispatch
de: Einsatz entfernen
es: Quitar orden de trabajo
fr: Supprimer intervention
hu: Kiszállás eltávolítása

source: Remove Skill
de: Fähigkeit entfernen
es: Quitar competencia
fr: Supprimer compétence
hu: Képzettség eltávolítása

source: Save dispatch
de: Einsatz speichern
es: Guardar orden de trabajo
fr: Enregistrer intervention
hu: Kiszállás mentése

source: Set head commissioning status
de: Kommissionierstatus setzen
es: Establecer el estado de la puesta en marcha del cabezera
fr: Mettre statut de commission
hu: Állapot beállítása

source: Single posting edit
de: Einzelbuchung bearbeiten
es: Edición de la contabilización individual
fr: Editer écriture simple
hu: egyes könyvelések szerkesztése

source: Time add
de: Zeit hinzufügen
es: Añadir tiempo
fr: Ajouter saisie de temps
hu: Idő hozzárendelése

source: Time delete
de: Zeit löschen
es: Eliminar tiempo
fr: Supprimer saisie de temps
hu: Idő törlése

source: Time edit
de: Zeit bearbeiten
es: Editar tiempo
fr: Editer saisie de temps
hu: Idő szerkesztése

source: Time new
de: Neue Zeit anlegen
es: Nuevo tiempo
fr: Ajouter nouvelle saisie de temps
hu: Új idő hozzárendelése

source: Time posting remove
de: Zeitbuchung entfernen
es: Eliminar entradas de tiempo
hu: Idő könyvelés eltávolítása

source: Time posting save
de: Zeitbuchung speichern
es: Guardar entradas de tiempo
hu: Idő könyvelése mentése

source: Time postings edit
de: Zeitbuchung bearbeiten
es: Editar entradas de tiempo
hu: Idő könyvelés szerkesztése

source: Time save
de: Zeit speichern
es: Guardar el tiempo
fr: Enregistrer temps
hu: Idő mentése

source: Assign skill
de: Fähigkeit zuweisen
es: Asignar competencia
fr: Ajouter compétence
hu: Képzettség hozzárendelése

source: See technician choice
de: Technikerauswahl ansehen
es: Ver elección del técnico
fr: Afficher selection technicien
hu: Szervizes kiválasztásának megtekintése

source: Related dispatches for service object
de: Zugehörige Einsätze zu {ServiceObject}
es: Ordenes de trabajo relacionadas con el objeto de servicio
fr: Interventions accociées à l'objet de service
hu: {ServiceObject}hoz tartozó kiszállások

# RelatedOrdersForServiceObject
source: Related service orders for service obejct
de: Zugehörige {ServiceOrders} zu {ServiceObject}
es: Ordenes de servicio relacionadas con el objeto de servicio
fr: Commandes accociées à l'objet de service
hu: {ServiceObject}hoz tartozó {ServiceOrders}ek

source: Object no.
de: Objektnummer
es: Número de objecto
fr: N° d'objet
hu: Tárgy száma

source: Mobile
de: Mobil
es: Móvil
fr: Portable
hu: Mobil

# ServiceOrderDispatchOf
source: Service order dispatch of {0} ({1}) on {2} {3}
de: Arbeitseinsatz von {0} ({1}) am {2} {3}
es: La orden de trabajo de la orden de servicio de {0} ({1}) en {2} {3}
fr: Intervention de {0} ({1}) du {2} {3}
hu: {0} {1} kiszállásai {2} {3} napon

# ServiceReportForServiceOrder
source: Service report for service order {0}
de: Servicebericht für Serviceauftrag {0}
es: Informe de servicio para la orden de servicio {0}
fr: Rapport sur la commande de service {0}
hu: Szerviz jelentés a {0} szervizrendeléshez

# NoContactsFromServiceObject
source: There are no contacts associated with this {ServiceObject}.
de: Es sind bisher keine Kontakte mit diesem {ServiceObject} verbunden.
es: No hay contactos asociados a este {ServiceObject}.
fr: Il n'y a pas de contacts associés pour ce {ServiceObject}

# ServiceObjectMustHaveAddressToAddPerson
source: The {ServiceObject} must have at least one address to be able to add a contact person.
de: Das {ServiceObject} muss mindestens eine Adresse besitzen, um ihm eine Kontaktperson zuordnen zu können.
es: El {ServiceObject} debe tener al menos una dirección para poder añadir una persona de contacto.
fr: Le {ServiceObject} doit avoir au moins une adresse pour pouvoir ajouter un contact.

# InitiatorPerson
source: Contact person of initiator
de: Kontaktperson vom Verursacher
es: Persona de contacto del iniciador
fr: Contact de l'initiateur
hu: Kontakt személy a kezdeményezőnél

# DispatchRejectEmailSubject
source: A dispatch for service order {2} was rejected by {0}.
de: Ein eingeplanter Einsatz für Serviceauftrag {2} wurde von {0} zurückgewiesen.
es: La orden de trabajo para la orden de servicio {2} ha sido rechazada por {0}.
fr: Une intervention pour la commande de service {2} a été rejeté par {0}.
hu: A {2} szervizrendeléshez tartozó kiszállás vissza lett utasítva {0} által.

# ServiceCaseKey
source: Service case no.
de: Servicefall
es: Numero de caso de servicio
fr: Demande de service n°

# DispatchRejectEmailText
source: A dispatch for service order {2} scheduled for {1} was rejected by {0} ({3}).
de: Ein eingeplanter Einsatz für Serviceauftrag {2} am {1} wurde von {0} zurückgewiesen ({3}).
es: La orden de trabajo para la orden de servicio {2} programado para {1} ha sido rechazada por {0} ({3}).
fr: Une intervention pour la commande de service {2} planifiée pour {1} a été rejeté par {0} ({3}).
hu: A {2} szervizrendeléshez tartozó {1} tervezett időponttal rendelkező kiszállás vissza lett utasítva {0} által. ({3})

# NegativeTimeInputNotValid
source: Negative time inputs are not valid.
de: Negative Zeiteinträge sind nicht möglich.
es: Las entradas de tiempo negativas no son válidas.
fr: Les entrées de temps négatives ne sont pas valides.
hu: Negatív idő bevitele nem érvényes

# OverlappingByFromOrderNo
source: Overlapping by {0} ({1} - {2} o'clock) from order {3}
de: Überschneidung mit {0} ({1} - {2} Uhr) aus dem Auftrag {3}
es: Solapado por {0} ({1} - {2} horas) de la orden {3}
fr: Chevauchement à {0} ({1} - {2} o'clock) de la commande {3}
hu: Átfedve {0} által ({1} - {2}) {3} rendelésből

# TimeOverlappsByAction
source: The input time overlapps by the action: \"{action}\" from {from} to {to} o'clock.
de: Die eingetragene Zeit überschneidet sich mit der Tätigkeit: \"{action}\" von {from} bis {to} Uhr.
es: La hora de entrada se solapa con la acción: \"{action}" de {from} a {to}.
fr: La saisie du temps se superpose à l'action temps de se superpose à l'action: \\"{action}\\" de {from} à {to} .
hu: A bevitt idő átfedve egy eseménnyel: \"{action}\" {from}-tól {to}-ig

# CrmService_ErrorCode
source: Error codes
de: Fehler-Codes
es: Códigos de error
fr: Codes d'erreur
hu: Hibakódok

# ReallyComplete?
source: Do you really want to complete this checklist?
de: Soll die Checkliste wirklich abgeschlossen werden?
es: ¿Realmente quiere completar este checklist?
fr: Voulez-vous vraiment completer cette liste de contrôle?
hu: Biztosan befejezi ezt a csekklistát?

# CrmService_InstallationAddressRelationshipType
source: {Installation} address types
de: {Installation} Adressarten
es: tipos de dirección de {Installation}
fr: Types d'adresses d'installation
hu: {Installation} cím típus

source: Current orders
de: Aktuelle Aufträge
es: Ordenes actuales
fr: Commandes actuelles
hu: Jelenlegi rendelések

# AssignedToYou (Initiator) [service orders]
source: Assigned to you (Initiator)
de: Ihnen zugewiesen (Verursacher)
es: Asignado a usted (iniciador)
fr: Assignées à vous (Initiateur)
hu: Hozzárendelve (Kezdeményező)

# CrmService_InstallationHeadStatus
source: {Installation} status
es: Estado de {Installation}
fr: État d'installation
hu: {Installation} státusz

# CrmService_CauseOfFailure
source: Causes of failure
de: Fehlerursachen
es: Causas de fallo
fr: Raisons d'erreur
hu: Hiba okai

# AssignedToYou (Owner) [service orders]
source: Assigned to you (Owner)
de: Ihnen zugewiesen (Besitzer)
es: Asignado a usted (propietario)
fr: Assignées à vous (Propriétaire)
hu: Hozzárendelve (Tulajdonos)

# CrmService_ServiceContractAddressRelationshipType
source: {ServiceContract} address types
de: {ServiceContract} Adressarten
es: Tipos de dirección de {ServiceContract}
fr: Contrat de service types d'adresses
hu: {ServiceContract} cím típus

# Closed (Initiator) [service orders]
source: Closed (Initiator)
de: Geschlossen (Verursacher)
es: Cerrado (Iniciador)
fr: Fermées (Initiateur)
hu: Lezárt (Kezdeményező)

# CrmService_Manufacturer
source: Manufacturers
de: Hersteller
es: Fabricantes
fr: Fabricants
hu: Gyártók

# Closed (Owner) [service orders]
source: Closed (Owner)
de: Geschlossen (Besitzer)
es: Cerrado (Propietario)
fr: Fermées (Propriétaire)
hu: Lezárt (Tulajdonos)

source: Service case no.
de: Servicefallnummer
es: Número de caso de servicio
fr: Cas de service no.
hu: Szervizeset sorszáma

# Open (Initiator) [service orders]
source: Open (Initiator)
de: Offen (Verursacher)
es: Abierto (Iniciador)
fr: Ouvertes (Initiateur)
hu: Nyitott (Kezdeményező)

# Open (Owner) [service orders]
source: Open (Owner)
de: Offen (Besitzer)
es: Abierto (Propietario)
fr: Ouvertes (Propriétaire)
hu: Nyitott (Tulajdonos)

# InitiatorId
source: Company (Initiator)
de: Firma (Verursacher)
es: Empresa (Iniciador)
fr: Société (initiateur)
hu: Cég (Kezdeményező)

# Active [Service contracts]
source: Active
de: Aktive
es: Activo
fr: Actif
hu: Aktív

# AssignedToYou [service cases]
source: Assigned to you
de: Ihnen zugewiesen
es: Asignado a usted
fr: Assigné à vous
hu: Hozzád rendelve

# Closed [service cases]
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermées
hu: Lezárt

# Inactive [Service contracts]
source: Inactive
de: Inaktive
es: Inactivo
fr: Inactif
hu: Inaktív

# Open [service cases]
source: Open
de: Offen
es: Abierto
fr: Ouvertes
hu: Nyitott

source: Stay here
de: Bitte hier bleiben
es: Quédese aquí
fr: Restez ici
hu: Itt maradok

# UnsavedAddressModificationsDetected
source: Unsaved modifications detected in this address. Without saving all of our unsaved changes will be lost.
de: In dieser Adresse sind ungespeicherte Änderungen. Ohne Speicherung gehen alle Änderungen verloren.
es: Se han detectado modificaciones no guardadas en esta dirección. Sin guardar se perderán todos los cambios no guardados.
fr: L'adresse contient des modifications non enregistrées. Sans enregistrement ces modifications seront perdus
hu: Nem mentett módosításai vannak ebben a címben. Mentés nélkül az összes módosítása elveszik.

# PosNo
source: Position
es: Posición
hu: Pozíció

source: Address relationship type
es: Tipo de relación de dirección
hu: Cím kapcsolattípus

# RuleViolation.UserHasPendingDispatches
source: User has pending dispatches.
de: Der Benutzer hat nicht abgeschlossene Einsätze.
es: El usuario tiene ordenes de trabajo pendientes.
fr: L'utilisateur a des envois en attente.
hu: A felhasználónak vannak nem lezárt kiszállásai.

# RuleViolation.RoundedMinutesRuleText
source: Please use valid value for minutes ({0}, {1}, {2}...).
de: Bitte verwenden Sie einen gültigen Wert für Minuten ({0}, {1}, {2}...).
es: Por favor, utilice un valor válido para los minutos ({0}, {1}, {2}...).
hu: Kérem használjon érvényes értéket a percek megadásához (00, 05, 10...)

# NoServiceOrderTimes
source: No jobs
de: Keine Jobs
es: No trabajos
fr: pas de travail
hu: Nincs feladat

# NoServiceOrderTimeContainsYet
source: This service order does not contain any jobs yet. You can now add your first jobs.
de: Zu diesem Serviceauftrag existieren keine Jobs. Sie können nun einen ersten Job hinzufügen.
es: Esta orden de servicio no contiene todavía ningún trabajo. Ahora puede añadir sus primeros trabajos.
fr: Il n'y a pas d'activités pour cette commande de service. Vous pouvez ajouter une première activité maintenant.
hu: A szervizrendelés még nem tartalmaz feladatokat. Most hozzáadhatja az első feladatot.

source: Deleted
de: Gelöscht
es: Eliminado
hu: Törölt

# ServiceOrderDeletedMessage
source: The service order of the currently opened dispatch has been deleted. You will now be redirected to the dispatches list.
de: Der Auftrag des aktuell geöffneten Einsatzes wurde gelöscht. Sie werden jetzt zur Einsatzliste umgeleitet.
es: Se ha eliminado la orden de servicio de la orden de trabajo actualmente abierta. Ahora será redirigido a la lista de ordenes de trabajo.
hu: A jelenlegi munkához tartozó szervizrendelés törölve lett. Ön vissza lesz irányítva a feladatok listájához.

# ServiceOrderDispatchDeletedMessage
source: The currently opened dispatch has been deleted. You will now be redirected to the dispatches list.
de: Der aktuell geöffnete Einsatz wurde gelöscht. Sie werden jetzt zur Einsatzliste umgeleitet.
es: La orden de trabajo actualmente abierta ha sido eliminado. Ahora será redirigido a la lista de ordenes de trabajo.
hu: A jelenleg megnyitott munka törölve lett. Ön vissza lesz irányítva a feladatok listájához.

# ServiceOrderTime
source: Job
es: Trabajo
fr: Activités
hu: Szerviz idő

# AddServiceOrderTime
source: Add job
de: Job hinzufügen
es: Añadir trabajo
fr: Ajouter un travail
hu: Feladat hozzáadása

# EditServiceOrderTime
source: Edit job
de: Job bearbeiten
es: Editar trabajo
fr: Éditer commande de service enregistrement de temps
hu: Szervizrendelés idejének szerkesztése

# ServiceOrderTimes
source: Jobs
es: Trabajos
hu: Feladatok

# TimeEntryReportFromUserMonth
source: Time entry report from {0} for month {1}
de: Nebenzeitenbericht von {0} für Monat {1}
es: Informe de entradas de tiempo de {0} para el mes {1}
hu: {0} időbejegyzése {1}

source: Custom
de: Benutzerdefiniert
es: Personalizado
hu: Egyedi

source: Dispatch
de: Einsatz
es: Orden de trabajo
fr: Intervention
hu: Feladat

source: Create item
de: Teil erstellen
es: Crear elemento
fr: Créer un article
hu: Elem készítése

source: Delete item
de: Teil löschen
es: Eliminado elemento
fr: Effacer l'article
hu: Elem törlése

source: Edit item
de: Teil bearbeiten
es: Editar elemento
fr: Modifier l'article
hu: Elem szerkesztése

# ReplenishmentsFromOtherUsersSelectable
source: Edit replenishments of other users
de: Nachbestückungen anderer Benutzer bearbeiten
es: Editar las reposiciones de otros usuarios
fr: Modifier les réapprovisionnements d'autres utilisateurs
hu: Felhasználó utánrendelésének szerkesztése

source: Save material
de: Material speichern
es: Guardar material
fr: Enregistrer matériel
hu: Anyag szerkesztése

# ReplenishmentOrderItem
source: Replenishment order items
de: Nachbestückungsauftrags-Positionen
es: Elementos del pedido de reposición
fr: Commande de réapprovisionnement - Position
hu: Utánrendelés elemei

source: Service contract address relationship type
de: Servicevertrag-Adress-Beziehungen
es: Tipo de relación de la dirección del contrato de servicios
hu: Szervízszerződés cím kapcsolattípus

source: Service contract installation relationship
de: Servicevertrag-Geräteakten-Beziehungen
es: Relación de instalación del contrato de servicios
hu: Szervízszerződés eszközakta kapcsolattípus

source: Service order checklist
de: Serviceauftrag-Checklisten
es: Checklist orden de servicio
hu: Szervizrendelés csekklista

source: Service order dispatch reject reason
de: Grund für Zurückweisung von Einsatz
es: Motivo de rechazo de la orden de trabajo
hu: Szervizfeladat visszautasításának oka

source: Service order dispatch status
de: Einsatzstatus
es: Estado de la orden de trabajo
hu: Szervizfeladat státusz

source: Service order material
de: Serviceauftrag-Material
es: Material de la orden de servicio
hu: Szervizrendelés anyag

source: Service order material serial
de: Serviceauftrag Material Serien-Nr
es: Serie de material de la orden de servicio
hu: Szervizrendelés anyag széria

source: Installation address relationship
de: Geräteakte-Adresse-Beziehungen
es: Relación de direcciones de instalación
hu: Eszközakta cím kapcsolat

source: Link resource
de: Links
es: Recurso de enlace
hu: Link

source: Service order time posting
de: Serviceauftrag-Zeitmeldung
es: Entradas de tiempo de la orden de servicio
hu: Szerviz időbejegyzés

# CrmService_SparePartsBudgetInvoiceType
source: Spare parts budget invoicing types
de: Verrechnungsarten für Ersatzteilbudgets
es: Tipos de facturación del presupuesto de recambios
fr: Types de facturation de budget de pièce de rechange
hu: Alkatrész-költségvetés számlázási típusok

# CrmService_SparePartsBudgetTimeSpanUnit
source: Spare parts time spans
de: Zeiträume für Ersatzteilbudgets
es: El tiempo de las piezas de recambio se extiende
fr: Périodes de budget de pièce de rechange
hu: Alkatrész időegységek

# NoRecipientsForReplenishmentOrder
source: No recipients attached for replenishment order.
de: Es wurden keine Empfänger hinterlegt.
es: No se adjuntan destinatarios para el pedido de reposición.
hu: Nincs egyetlen címzett sem hozzárendelve a pótló rendeléshez.

# RuleViolation.TimeAsStringRequiredFormatText
source: Please use format: hh:mm.
de: Bitte verwenden Sie folgendes Format: hh:mm.
es: Por favor, utilice el formato: hh:mm.
hu: Megfelelő formátum: óó:pp.

# EnterCustomAddress
source: Click here to enter a custom address.
de: Klicken Sie hier, um eine abweichende Adresse einzugeben.
es: Haga clic aquí para introducir una dirección personalizada.
fr: Cliquez ici pour entrer une adresse différente
hu: Kattintson ide az egyedi cím megadásához

# DispatchFollowUpOrderEmailSubject
source: Follow up order to {0} is needed.
de: Folgeauftrag zu {0} erforderlich.
es: Se necesita una orden de seguimiento a {0}.
fr: Commande supplémentaire est nécessaire pour {0}
hu: Követő rendelés szükséges a következőhöz {0}

# DispatchFollowUpOrderEmailText
source: Technician {0} reported on {1}, that a follow up order is needed:
de: Techniker {0} meldete am {1}, dass ein Folgeauftrag erforderlich ist:
es: El técnico {0} informó al {1}, que se necesita una orden de seguimiento:
fr: Technicien {0} a rapporté {1}, qu'une commande supplémentaire est nécessaire:
hu: {0} technikus jelentette {1}-án, hogy követő rendelés szükséges

# CorrespondingOrderWasClosed
source: Service order was closed, therefore related and not closed dispatches were closed automatically by the system.
de: Der Serviceauftrag wurde geschlossen, deshalb wurden die dazugehörigen, nicht abgeschlossenen Einsätze automatisch vom System geschlossen.
es: La orden de servicio había sido cerrado, por lo tanto las ordenes de trabajo relacionadas y no cerradas se han cerrado de manera automática por el sistema.
fr: La commande de service est fermée. C'est la raison pour laquelle les interventions attachées (non fermées) ont été fermées automatiquement par le système.
hu: A szervizrendelés le lett zárva, ezért a kapcsolódó és nem lezárt munkák automatikusan lezárásra kerültek.

# CorrespondingOrderWasSetToPostProcessing
source: Service order was set to post-processing, therefore related and not closed dispatches were closed automatically by the system.
de: Der Serviceauftrag wurde auf Nachbearbeitung gesetzt, deshalb wurden die dazugehörigen, nicht abgeschlossenen Einsätze automatisch vom System geschlossen.
es: La orden de servicio se configuró en posprocesamiento, por lo tanto, los despachos relacionados y no cerrados fueron cerrados automáticamente por el sistema.
fr: L'ordre de service a été défini sur post-traitement, par conséquent, les envois liés et non clôturés ont été clôturés automatiquement par le système.
hu: A szervizrendelés utófeldolgozásra lett állítva, ezért a kapcsolódó és nem lezárt munkák automatikusan lezárásra kerültek.

# ConfirmDeleteServiceContract
source: Do you really want to delete this service contract?
de: Wollen Sie diesen Servicevertrag wirklich löschen?
es: ¿Realmente quiere eliminar este contrato de servicio?
fr: Voulez-vous vraiment supprimer ce contrat de service?
hu: Biztosan törölni akarja ezt a szervizszerződést?

source: Expired
de: Abgelaufen
es: Vencido
fr: Expiré
hu: Lejárt

# ServiceContractStatusSet
source: Service contract status set to {0}
de: Servicevertragstatus geändert auf {0}
es: Estado del contrato de servicio fijado en {0}
fr: État contrat de service mis à {0}
hu: Szervizszerződés státusza megváltozott. Új státusz: {0}

# CrmService_CommissioningStatus
source: Commissioning statuses
de: Kommissionierstatus
es: Estados de la puesta en marcha
fr: État de la préparation des commandes
hu: Komissió státuszok

# CrmService_Component
source: Components
de: Komponenten
es: Componentes
fr: Composants
hu: Komponensek
