Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Create service case
de: Servicefall anlegen
es: Crear un caso de servicio
fr: Créer demande de service
hu: Szervizeset létrehozása

source: Delete service case
de: Servicefall löschen
es: Eliminar el caso de servicio
fr: Supprimer demande de service
hu: Szervizeset törlése

source: Edit service case
de: Servicefall bearbeiten
es: Editar caso de servicio
fr: Editer demande de service
hu: Szervizeset szerkesztése

source: Create additional dispatch
de: Zusätzlichen Einsatz anlegen
es: Crear orden de trabajo adicional
fr: Créer intervention
hu: Kiszállás létrehozása

source: Create dispatch
de: Einsatz anlegen
es: Crear orden de trabajo
fr: Créer intervention
hu: Kiszállás létrehozása

source: Delete dispatch
de: Einsatz löschen
es: Eliminar orden de trabajo
fr: Supprimer intervention
hu: Kiszállás törlése

source: Edit dispatch
de: Einsatz bearbeiten
es: Editar la orden de trabajo
fr: Editer intervention
hu: Kiszállás szerkesztése

source: View dispatch
de: Einsatz anzeigen
es: Ver orden de trabajo
fr: Voir l'envoi
hu: Feladat mutatása

# ClickToViewDispatchesOnMap
source: Click here to view all dispatches on the map.
de: Klicken Sie hier, um alle Arbeitseinsätze auf der Karte anzuzeigen.
es: Haga clic aquí para ver todas las ordenes de trabajo en el mapa.
fr: Cliquez ici pour voir toutes les interventions sur la carte
hu: Kattintson ide az összes kiszállás térképen történő megjelenítéséhez

source: View dispatches
de: Arbeitseinsätze anzeigen
es: Ver ordenes de trabajo
fr: Afficher interventions
hu: Kiszállások megjelenítése

# PreferredUser
source: Preferred technician
de: Priorisierter Techniker
es: Técnico preferido
fr: Technicien préféré
hu: Előnyben részesített szervizes

# PreferredUserForThisInstallation
source: Preferred for this {Installation}
de: Priorisiert für diese {Installation}
es: Preferido para esta {Installation}
fr: Préféré pour cette {Installation}
hu: Előnyben részesítve ehhez a {Installation}

source: View technicians
de: Techniker anzeigen
es: Ver técnicos
fr: Afficher techniciens
hu: Szervizes megjelenítése

# ClickToViewTechniciansOnMap
source: Click here to view all technicians on the map.
de: Klicken Sie hier, um alle Techniker auf der Karte anzuzeigen.
es: Haga clic aquí para ver todos los técnicos en el mapa.
fr: Cliquez ici pour afficher tous les techniciens sur la carte
hu: Kattintson ide az összes szervizes térképen történő megjelenítéséhez

# DispatchCreatedSubject
source: A new dispatch was scheduled.
de: Es wurde ein neuer Arbeitseinsatz eingeplant.
es: Se ha programado una nueva orden de trabajo
fr: Nouvelle intervention a éte planifiée
hu: Új munkalkalmazás kerül betervezésre

# DispatchCreatedText
source: A new dispatch for the service order {0} was scheduled on {1} at {2}.
de: Ein neuer Arbeitseinsatz für den Auftrag {0} wurde für den {1} um {2} Uhr eingeplant.
es: Se ha programado una nueva orden de trabajo para el pedido de servicio {0} el día {1} a las {2}.
fr: Une nouvelle intervention pour la commande {0} a été planifiée le {1} à {2} h.
hu: A {0} számú szervizrendeléshez új kiszállás lett betervezve {1} {2}

# DispatchRescheduledText
source: A dispatch for the service order {0} was rescheduled from {3} at {4} to {1} at {2}.
de: Ein Arbeitseinsatz für den Auftrag {0} wurde umgeplant vom {3}, {4} Uhr auf den {1}, {2} Uhr.
es: La orden de trabajo para la orden de servicio {0} ha sido reprogramada de {3} a {4} a {1} a {2}.
fr: Une intervention pour la commande {0} a été replanifiée du {3} à {4} h au {1} à {2} h.
hu: A {0} számú szervizrendeléshez tervezett kiszállás {3} {4} időpontról {1} {2} időpontra lett átütemezve.

# DispatchRemovedText
source: A dispatch for the service order {0} on {1} at {2} was removed.
de: Ein Arbeitseinsatz für den Auftrag {0} am {1} um {2} Uhr wurde entfernt.
es: Se ha eliminado la orden de trabajo para la orden de servicio {0} al {1} a las {2}.
fr: Une intervention pour la commande {0} du {1} à {2} h a éte supprimée.
hu: A {0} számú szervizrendeléshez {1} {2} időpontra tervezett kiszállás törölve lett.

# NoAddressInformationsAvailable
source: No address information available
de: Keine Adressinformationen verfügbar
es: No se dispone de información sobre la dirección
fr: Pas de données d'adresse disponibles
hu: Nem áll rendelkezésre a címről információ

# SignatureContactName
source: Name
es: Nombre
fr: Nom
hu: Név

source: No priority
de: Keine Priorität
es: Sin prioridad
fr: Pas de priorité
hu: Nincs prioritás

source: Executed work
de: Ausgeführte Arbeiten
es: Trabajo ejecutado
fr: Traveaux exécutés
hu: Elvégzett munkák

source: {Installation} status
de: Zustand der {Installation}
es: Estado de {Installation}
fr: État d'{Installation}
hu: {Installation} állapota

source: Required operations
de: Erforderliche Tätigkeiten
es: Operaciones necesarias
fr: Opérations nécessaires
hu: Szükséges teendők

# NoRecipients
source: No recipients chosen
de: Keine Empfänger ausgewählt
es: No se han elegido destinatarios
fr: Pas de destinataire selectionné
hu: Nincs kiválasztott fogadó

source: Dispatch location
de: Einsatzort
es: Ubicación del trabajo
fr: Lieu d'intervention
hu: Kiszállás helye

source: Kilometers
de: Kilometer
es: Kilometros
fr: Kilomètres
hu: Kilométer

source: Break
de: Pause
es: Recreo
fr: Pause
hu: Szünet

# ServiceOrderDispatch
source: Dispatch
de: Arbeitseinsatz
es: Orden de trabajo
fr: Intervention
hu: Kiszállás

# ServiceOrderDispatches
source: Dispatches
de: Arbeitseinsätze
es: Ordenes de trabajo
fr: Interventions
hu: Kiszállások

# CustomerContactId
source: Company (Owner)
de: Firma (Besitzer)
es: Empresa (Propietario)
fr: Concernée (Propriétaire)
hu: Vevő (Tulajdonos)

# ServiceOrderHeadCreatedBy
source: Order created by {0} {1}
de: Auftrag angelegt von {0} {1}
es: Orden creada por {0} {1}
fr: Commande crée par {0} {1}
hu: Szervizrendelés létrehozva {0} által {1}

# ServiceCaseCreatedBy
source: Servicecase created by {0} {1}
de: Servicefall angelegt von {0} {1}
es: Caso de servicio creado por {0} {1}
fr: Cas de service créé par {0} {1}
hu: Szolgáltatási eset készítette {0} {1}

# ServiceOrderHeadCreated
source: A new service order has been created.
de: Ein neuer Serviceauftrag wurde angelegt.
es: Se ha creado una nueva orden de servicio.
fr: Une nouvelle commande de service a éte crée
hu: Új szervizrendelés lett létrehozva

# ServiceCaseCreated
source: A new service case has been created.
de: Ein neuer Servicefall wurde angelegt.
es: Un nuevo caso de servicio a sido creado
fr: Une nouvelle cas de service a éte crée
hu: Létrehoztuk a szolgáltatási esetet

source: Invoice special conditions
de: Rechnungszusatz
es: Condiciones especiales de la factura
fr: Conditions spéciales facture
hu: Számlakiegészítés

source: Internal invoice information
de: Rechnungsinfo
es: Información de la factura interna
fr: Informations internes facture
hu: Számlainformáció

# NoUsedMaterial
source: No used material reported
de: Kein verbrauchtes Material erfasst
es: No se ha informado de material usado
fr: Pas de matériel saisi
hu: Használt anyag nem található

# NoUsedTimes
source: No used times reported
de: Keine Zeiten erfasst
es: No se han informado las horas
fr: Aucun temps d'utilisation signalé
hu: Nincs felhasznált idő jelentve

source: Service contract
de: Servicevertrag
es: Contrato de servicio
fr: contrat de service
hu: Szervizszerződés

# GenerateMaintenanceOrders
source: Automatically generate maintenance orders
de: Automatisch Wartungsaufträge generieren
es: Generación automática de pedidos de mantenimiento
fr: Créer des commandes de maintenance automatiquement
hu: Karbantartási szerződések automatikus létrehozása

source: Allow premature maintenance
de: Vorzeitige Wartung zulassen
es: Permitir un mantenimiento prematuro
fr: Permettre une maintenance prématuré
hu: Lehetővé teszi a korai karbantartást

# CrmService_ServiceOrderDispatchStatus
source: Dispatch status
de: Einsatzstatus
es: Estado de la orden de trabajo
fr: État d'intervention
hu: Kiszállás Státusz

# CrmService_ServiceOrderDispatch
source: Dispatches
de: Arbeitsvorrat
es: Ordenes de trabajo
fr: Intervention
hu: Kiszállások

# CrmService_ServiceOrderMaterial
source: {ServiceOrder} material
es: Material de {ServiceOrder}
fr: {ServiceOrder}-Matériel
hu: {ServiceOrder} anyaga

# CrmService_ServiceOrderMaterialSerial
source: {CrmService_ServiceOrderMaterial} serial numbers
de: {CrmService_ServiceOrderMaterial} Seriennummern
es: Numeros de serie de {CrmService_ServiceOrderMaterial}
fr: {CrmService_ServiceOrderMaterial} n° de série
hu: {CrmService_ServiceOrderMaterial} anyagainak szériaszáma

# CrmService_ServiceOrderTimePosting
source: {ServiceOrder} time postings
de: {ServiceOrder}-Zeitmeldungen
es: Entradas de tiempo de {ServiceOrder}
fr: {ServiceOrder}- enregistrements horaire
hu: {ServiceOrder} - Időlejelentés

# CrmService_InstallationStatus
source: Status {Installation}
es: Estado de {Installation}
fr: État {Installation}
hu: {Installations} állapota

source: Ad hoc service order
de: Ad-hoc-Serviceauftrag
es: Orden de servicio ad hoc
fr: Ad hoc commande de service
hu: Eseti szervizrendelés

# CrmService_ServiceOrderTime
source: Jobs
de: Jobzeilen
es: Trabajos
hu: Sorok

# FollowUpServiceOrder
source: Follow up order
de: Folgeauftrag
es: Seguimiento de la orden de trabajo
fr: Commande complémentaire
hu: Követő rendelés

# TechnicianCompletedDispatch
source: {0} completed a dispatch scheduled for {1}.
de: {0} hat einen Arbeitseinsatz vom {1} abgeschlossen.
es: {0} completó un trabajo programado para {1}.
fr: {0} a terminé l'intervention planifiée pour le {1}.
hu: {0} kiszállása kész {1}

# FollowUpDispatchRequired
source: A follow up dispatch is required
de: Es ist ein Folgeeinsatz erforderlich
es: Se requiere un orden de seguimiento
fr: Commande complémentaire est nécessaire
hu: Követő feladat szükséges

# RejectReason
source: Reason for rejection
de: Grund für Zurückweisung
es: Motivo del rechazo
fr: Motif de rejet
hu: Elutasítás oka

source: Reject
de: Zurückweisen
es: Rechazar
fr: Rejet
hu: Elutasít

# CrmService_ServiceOrderDispatchRejectReason
source: Reasons for rejection
de: Gründe für Zurückweisung
es: Motivos de rechazo
fr: Raisons de rejet
hu: Kiszállás visszautasítási indok

source: Work on dispatch
de: Einsatz bearbeiten
es: Trabajar en una orden
fr: Traiter commande
hu: Rendelések feldolgozása

source: Time allocation
de: Vorgabezeit
es: Asignación de tiempo
fr: Répartition du temps
hu: Norma idő

# CrmService_ServiceContract
source: Service contracts
de: Serviceverträge
es: Contratos de servicio
fr: Contrats de service
hu: Szervizszerződések

# NoServiceContractsForCompany
source: No service contracts
de: Keine Serviceverträge
es: No hay contratos de servicio
fr: Pas de contrats de service
hu: Nincs szervizszerződés

# NoActiveServiceContractsForInstallation
source: No active service contracts
de: Keine aktiven Serviceverträge
es: No hay contratos de servicio activos
fr: Pas de contrats de service actifs
hu: Nincs aktív szervizszerződés

# TechnicianInformation
source: Information for the technician
de: Informationen für den Techniker
es: Información para el técnico
fr: Information pour le technicien
hu: Tájékoztatások a szakember részére

# NoTechnicianInformation
source: No information for the technician
de: Keine Informationen für den Techniker
es: No hay información para el técnico
fr: Pas d'information pour le technicien
hu: Szervizes számára nincs információ

# PreferredUserForInstallation
source: Preferred technician for {Installation}
de: Bevorzugter Techniker für {Installation}
es: Técnico preferido para las {Installations}
fr: Technicien préféré pour l'{Installation}
hu: Előnyben részesített szakember ehhez a {Installation}

# PreferredTechnician
source: Preferred technician for {ServiceOrder}
de: Bevorzugter Techniker für {ServiceOrder}
es: Técnico preferido para {ServiceOrder}
fr: Technicien préféré pourpour la {ServiceOrder}
hu: Előnyben részesített szervizes

# PreferredTechnicianUsergroup
source: Preferred technician usergroup for {ServiceOrder}
de: Bevorzugte Techniker-Benutzergruppe für {ServiceOrder}
es: Grupo de técnico preferido para {ServiceOrder}
fr: Groupe de techniciens préféré pour {ServiceOrder}
hu: Előnyben részesített szervizes-munkacsoport a {ServiceOrder} hez

source: Dispatches
de: Arbeitseinsätze
es: Ordenes de trabajo
fr: Intervention
hu: Kiszállások

# DispatchReport
source: Service report
de: Servicebericht
es: Informe de servicio
fr: Rapport de service
hu: Szerviz jelentés

# SerialNo
source: Serial no. installed part
de: Seriennr. eingebautes Teil
es: Número de serie de la pieza instalada
fr: N° de série pièce installée
hu: Szériaszám beépített alkatrész

source: Can not complete this dispatch yet.
de: Dieser Einsatz kann noch nicht abgeschlossen werden.
es: Todavía no se puede completar esta orden de trabajo.
fr: Cette intervention ne peut pas encore être terminée
hu: Ez az kiszállás még nem zárható le

# PreviousSerialNo
source: Serial no. uninstalled part
de: Seriennr. ausgebautes Teil
es: Número de serie de la pieza desinstalada
fr: N° de série pièce désinstallée
hu: Szériaszám eltávolított alkatrész

source: Manufacture date
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de production
hu: Gyártási időpont

source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Gyártó

# CrmService_ReplenishmentOrder
source: Replenishment orders
de: Nachbestückungsaufträge
es: Pedidos de reposición
fr: Commandes de réapprovisionnement
hu: Utánrendelés

# CrmService_ReplenishmentOrderItem
source: Replenishment order items
de: Nachbestückungsauftrags-Positionen
es: Elementos de los pedidos de reposición
fr: Commande de réapprovisionnement - Position
hu: Utánrendelés tételei

source: List price
de: Listenpreis
es: Precio de lista
fr: Liste de prix
hu: Listaár

source: Planned time
de: Geplante Uhrzeit
es: Tiempo previsto
fr: Horaire planifié
hu: Tervezett időpont

source: Planned date fix
de: Geplanter Termin Fix
es: Fijar la fecha prevista
fr: Date planifié confirmé
hu: Tervezett rögzített határidő

source: Related orders
de: Zugehörige Aufträge
es: Ordenes relacionadas
fr: Commandes associées
hu: Érintett rendelések

source: No related orders
de: Keine zugehörigen Aufträge
es: No hay ordenes relacionadas
fr: Pas de commandes associées
hu: Nincsenek idevonatkozó rendelések

source: No related dispatches
de: Keine zugehörigen Arbeitseinsätze
es: No hay ordenes de trabajo relacionados
fr: Pas d'interventions associées
hu: Nincs idevonatkozó intézkedés

source: Related dispatches for maintenance planning run
de: Zugehörige Einsätze zu Wartungsplan
es: Ordenes de trabajo relacionadas con el proceso de planificación del mantenimiento
fr: Interventions associées aux planification de la maintenance
hu: Karbantartási tervhez tartozó kiszállások

# RelatedOrdersForMaintenancePlanningRun
source: Related service orders for maintenance planning run
de: Zugehörige {ServiceOrders} zu Wartungsplan
es: Ordenes de servicio relacionadas con la ejecución de la planificación del mantenimiento
fr: Commandes de service associées aux planification de la maintenance
hu: Karbantartási tervhez tartozó {ServiceOrders}

source: Related dispatches for installation
de: Zugehörige Einsätze zu {Installation}
es: Ordenes de trabajo relacionadas con la instalación
fr: Interventions associées à l'installation
hu: {Installation}hez tartozó kiszállások

# RelatedOrdersForInstallation
source: Related service orders for installation
de: Zugehörige {ServiceOrders} zu {Installation}
es: Ordenes de servicio relacionadas con la instalación
fr: Commandes de service associées à l'installation
hu: {Installation}hez tartozó {ServiceOrders}ek

source: Related dispatches for customer
de: Zugehörige Einsätze zu Kunde
es: Ordenes de trabajo relacionadas con el cliente
fr: Interventions associées au client
hu: Vevőhöz tartozó kiszállások

# RelatedOrdersForCustomer
source: Related service orders for customer
de: Zugehörige {ServiceOrders} zu Kunde
es: Ordenes de servicio relacionadas con el cliente
fr: Commandes de service associées au client
hu: Vevőhöz tartozó {ServiceOrders}ek

source: Service object
de: Serviceobjekt
es: Objecto de servicio
fr: Objet de service
hu: Szervizobjektum

# FolderId
source: Service object
de: Serviceobjekt
es: Objecto de servicio
fr: Objet de service
hu: Szervizobjektum

source: Service objects
de: Serviceobjekte
es: Objectos de servicio
fr: Objets de service
hu: Szervizobjektumok

# NoCompanyInstallationsInfo
source: No {Installations} are assigned to this {Company}.
de: Dieser Firma sind keine {Installations} zugeordnet.
es: No hay {Installations} asignadas a esta {Company}.
fr: Pas d' {Installations} associée au {Company}
hu: Ehhez a {Company}hez nincs {Installations} hozzárendelve

# NoServiceObjectInstallationsInfo
source: No {Installations} are assigned to this {ServiceObject}.
de: Diesem {ServiceObject} sind keine {Installations} zugeordnet.
es: No hay {Installations} asignadas a este {ServiceObject}.
fr: Pas d' {Installations} associée au {ServiceObject}
hu: Ehhez a {ServiceObject}hez nincs {Installations} hozzárendelve

# NoServiceOrderInstallationsInfo
source: No {Installations} are assigned to this {ServiceOrder}.
de: Diesem {ServiceOrder} sind keine {Installations} zugeordnet.
es: No hay {Installations} asignadas a este {ServiceOrder}.
fr: Pas d' {Installations} associée au {ServiceOrder}
hu: Ehhez a {ServiceOrder}hez nincs {Installations} hozzárendelve

# ListOfNotesHeaderServiceObject
source: Notes for {ServiceObject}
de: Notizen zu {ServiceObject}
es: Notas para {ServiceObject}
fr: Notes pour {ServiceObject}
hu: {ServiceObject}hoz kapcsolódó megjegyzések

# ServiceObjectEmptySlate
source: There are no {ServiceObjects} yet.
de: Es existieren noch keine {ServiceObjects}.
es: Todavía no hay {ServiceObjects}.
fr: Il n'y a pas encore des {ServiceObjects}
hu: Még nincs {ServiceObjects}

source: Create {ServiceObject}
de: {ServiceObject} erstellen
es: Crear {ServiceObject}
fr: Créer {ServiceObject}
hu: {ServiceObject} létrehozása

# ConfirmRemoveInstallation
source: Really remove {Installation}?
de: {Installation} wirklich entfernen?
es: ¿Realmente quiere eliminar {Installation}?
fr: Vraiment supprimer l'{Installation}?
hu: Valóban eltávolítja az {Installation}t?

source: Edit {ServiceObject}
de: {ServiceObject} bearbeiten
es: Editar {ServiceObject}
fr: Editer {ServiceObject}
hu: {ServiceObject} szerkesztése

# AffectedCompanyKey
source: Affected company
de: Betroffene Firma
es: Empresa afectada
fr: L'entreprise concernée
hu: Érintett cég

source: Service location
de: Reparaturort
es: Ubicación del servicio
fr: Lieu d'intervention
hu: Javítás helyszíne

source: Differing service location
de: Abweichender Reparaturort
es: Diferente ubicación del servicio
fr: Lieu d'intervention différent
hu: Eltérő javítási hely

# NoPreviousSerialNoReason
source: Reason for missing serial no. uninstalled part
de: Grund für fehlende Serien-Nr ausgebautes Teil
es: Razón por la que falta el número de serie de la pieza desinstalada
fr: Raison pour n° de série manquant pièce désinstallée
hu: Hiányzó szériaszám indok eltávolított alkatrész

source: No {Installations}
de: Keine {Installations}
es: No hay {Installations}.
fr: Pas d'{Installations}
hu: Nincs {Installations}

# NoSerialNoReason
source: Reason for no serial no.
de: Grund für fehlende Serien-Nr
es: Razón por la que no hay número de serie.
fr: Reason pour n° de série manquqnt
hu: Sorozatszám hiányának oka

source: Initiator
de: Verursacher
es: Iniciador
fr: Initiateur
hu: Kezdeményező

# ListOfNotesHeaderServiceContract
source: Notes for this {ServiceContract}
de: Notizen zu diesem {ServiceContract}
es: Notas para este {ServiceContract}
fr: Notes pour ce {ServiceContract}
hu: Megjegyzések a {ServiceContract} szervízszerződéshez

source: multiple {Installations}
de: mehrere {Installations}
es: múltiples {Installations}
hu: Többszörös {Installations}

source: single {Installation}
de: einzelne {Installation}
es: una {Installation}
fr: unique {Installation}
hu: egyes {Installation}

# ServiceOrderHead
source: Service order
de: Serviceauftrag
es: Orden de servicio
fr: Commande de service
hu: Szervizrendelés

# LocationContactId
source: Customer
de: Kunde
es: Cliente
hu: Ügyfél

source: Address selection
de: Adress-Auswahl
es: Selección de direcciones
fr: Sélection adresse
hu: Cím kiválasztás

source: Custom address
de: Benutzerdefinierte Adresse
es: Dirección personalizada
fr: Addresse client
hu: Felhasználó által meghatározott címek

# ServiceLocationSelectionEmptySlate
source: No matching addresses to choose from were found
de: Es wurden keine Adressen zu den ausgewählten Daten gefunden.
es: No se han encontrado direcciones coincidentes para elegir.
fr: Pas d'adresses trouvées à base des données selectionnées
hu: Választott időponthoz nem tartozik cím

# InstallationSelectionEmptySlate
source: No matching {Installations} to choose from were found
de: Es wurden keine {Installations} zu den ausgewählten Daten gefunden.
es: No se encontraron {Installations} coincidentes para elegir.
fr: Pas d' {Installations} trouvées à base des données selectionnées
hu: A kiválasztott időponthoz nem lehetett {Installations} találni

# ServiceLocationResponsibleContact
source: Contact at service location
de: Kontakt am Reparaturort
es: Contacto en el lugar de servicio
fr: Contact au lieu d'intervention
hu: Kapcsolat a szerviz helyszínen

# ServiceLocationResponsibleContactSelection
source: Contact selection
de: Kontakt-Auswahl
es: Selección de contactos
hu: Kapcsolattartó kiválasztása

# ServiceLocationResponsibleContactSelectionEmptySlate
source: No matching contacts to choose from were found
de: Es wurden keine Kontakte zu den ausgewählten Daten gefunden.
es: No se han encontrado contactos coincidentes para elegir.
fr: Pas de contacts trouvées à base des données selectionnées
hu: Választott időponthoz nem tartozik kapcsolat

# CustomServiceLocationResponsibleContact
source: Custom contact
de: Benutzerdefinierter Kontakt
es: Contacto personalizado
fr: Contact client
hu: Felhasználó által meghatározott kapcsolattartó

# NoReportedDataForThisServiceOrderTime
source: No data was reported for this job yet.
de: Zu diesem Job wurden noch keine Daten erfasst.
es: Todavía no se han comunicado datos sobre esta orden.
fr: Pas de données saisies pour cette commande de service
hu: Ehhez a munkához még nem lettek adatok rögzítve

# NoServiceLocationSpecified
source: There was no service location specified.
de: Es wurde kein Reparaturort angegeben.
es: No se ha especificado ningún lugar de servicio.
fr: Pas de lieu d'intervention saisi
hu: A javítás helye nincs megadva

source: Diagnosis
de: Diagnose
es: Diagnóstico
fr: Diagnostic
hu: Diagnózis

source: Causing item
de: Verursachender Artikel
es: Elemento causante
fr: Article déterminant
hu: Okozó cikk

# InternalInformationDoNotRedirect
source: Internal remarks - IMPORTANT: Only for internal usage, do not redirect!
de: Interne Bemerkungen - WICHTIG: Nur zum internen Gebrauch, bitte nicht weiterleiten!
es: Observaciones internas - IMPORTANTE: ¡Sólo para uso interno, no redirigir!
fr: commentaire interne (ne pas le transférer)
hu: Mejegyzések belső használatra. Fontos: Csak belső használatra, kérjük ne továbbítsa.

# PleaseSpecifyReasonForInvoice
source: Please specify a reason for invoicing.
de: Bitte wählen Sie einen Grund für die Verrechnung aus.
es: Por favor, especifique un motivo de facturación.
fr: Veuillez préciser votre raison pour la facturation
hu: Kérem válasszon elszámolási alapot

# InvoiceReason
source: Reason for invoice
de: Grund für Verrechnung
es: Motivo de la factura
fr: Raison pour facturation
hu: Elszámolás alapja
