Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

# SelectTechnicianToSeeDates
source: Select a technician to see a date overview.
de: Wählen Sie einen Techniker um eine Terminübersicht anzuzeigen.
es: Seleccione un técnico para ver un resumen de fechas.
fr: Sélectionner un technicien pour voir un aperçu des dates.
hu: Kérem válasszon egy technikust, hogy láthassa a dátum áttekintést.

source: Service order template
de: Auftragsvorlage
es: Plantilla de orden de servicio
fr: Modèle de commande de service
hu: Szervizrendelés sablon

source: Service order templates
de: Auftragsvorlagen
es: Plantillas de orden de servicio
fr: Modèles de commande de service
hu: Szervizrendelés sablonok

# NoServiceOrderTemplates
source: There are no service order templates yet.
de: Es gibt noch keine Auftragsvorlagen.
es: Todavía no hay plantillas de ordenes de servicio.
fr: Il n’y a pas encore de modèle de commande de service.
hu: Nincs elérhető szerviz rendelés sablon.

# CreateServiceOrderTemplates
source: Create service order template
de: Auftragsvorlage erstellen
es: Crear una plantilla de la orden de servicio
fr: Créer un modèle de demande de service
hu: Szerviz rendelés sablon létrehozása

source: New service order template
de: Neue Auftragsvorlage
es: Nueva plantilla de la orden de servicio
fr: Nouveau modèle de commande de service
hu: Új szerviz rendelés sablon

source: Estimated duration
de: Geplante Dauer
es: Duración estimada
fr: Durée estimée
hu: Becsült időtartam

source: Service case template
de: Servicefallvorlage
es: Plantilla del caso de servicio
fr: Modèle de demande de service
hu: Szervizeset sablon

source: Service case templates
de: Servicefallvorlagen
es: Plantillas de casos de servicio
fr: Modèle des demandes de service
hu: Szervizeset sablonok

source: Create service case template
de: Servicefallvorlage anlegen
es: Crear una plantilla de caso de servicio
fr: Créer un modèle de cas de service
hu: Szervizeset minta létrehozása

source: Originating service order
de: Ursprungsserviceauftrag
es: Orden de servicio de origen
fr: Commande de service d’origine
hu: Kezdeményező szervizrendelés

# OriginatingServiceOrderTime
source: Originating job
de: Ursprungsjob
es: Originando trabajo
fr: Job d’origine
hu: Kezdeményező szervizrendelési idő

source: Completion date
de: Abschlussdatum
es: Fecha de finalización
fr: date d'échéance
hu: Teljesítés dátuma

# CompletionUser
source: Completed by
de: Abschluss durch
es: Completado por
fr: complété par
hu: Teljesítette

source: Completion service order
de: Abschlussauftrag
es: Orden de servicio de finalización
fr: Achèvement de la commande de service
hu: Befejező szervizrendelés

source: Add to service order
de: Zu Serviceauftrag hinzufügen
es: Añadir a la orden de servicio
fr: Ajouter à la commande de service
hu: Szervizrendeléshez rendelés

# AddToServiceOrderTime
source: Add to job
de: Zu Job hinzufügen
es: Añadir a un trabajo
fr: Ajouter au job
hu: Szervizrendelési időhöz rendelés

# JobPerServiceCase
source: Create one job for each service case
de: Einen Job pro Servicefall generieren
es: Crear un trabajo para cada caso de servicio
fr: Créer un job pour chaque cas de service
hu: Szervizidő szervizesetenként

# CannotCreateServiceOrderForMultipleInstallationsInOrderPerInstallationMode
source: Cannot create service order for multiple installations
de: Es kann kein Serviceauftrag für verschiedene {Installations} erstellt werden
es: No se puede crear una orden de servicio para varias instalaciones
fr: Impossible de créer une Commande de service pour plusieurs installations
hu: Nem hozható létre szervizrendelés több eszközaktához

# StatusNotSettable
source: The selected status is invalid for {0}
de: Der gewählte Status ist ungültig für {0}
es: El estado seleccionado no es válido para {0}
fr: Le statut sélectionné est invalide pour {0}
hu: A kiválasztott státusz nem megfelelő hozzá: {0}

# AndXAdditional
source: and {0} more
de: und {0} weitere
es: y {0} más
fr: et {0} de plus
hu: további {0}

# CompanyServiceOrdersEmptyState
source: There are no service orders for {ThisCompany}
de: Es sind keine Serviceaufträge für {ThisCompany} vorhanden
es: No hay ordenes de servicio para {ThisCompany}
fr: Il n'y a pas de commande de service pour cette entreprise
hu: Nem található szervizrendelés ehhez a céghez

# InstallationServiceCasesEmptyState
source: There are no service cases for {ThisInstallation}
de: Es sind keine Servicefälle für {ThisInstallation} vorhanden
es: No hay casos de servicio para {ThisInstallation}
fr: Il n’y a pas de cas de service pour {ThisInstallation}
hu: Nem található szervizeset a {ThisInstallation} eszközaktához.

# InstallationServiceOrdersEmptyState
source: There are no service orders for {ThisInstallation}
de: Es sind keine Serviceaufträge für {ThisInstallation} vorhanden
es: No hay ordenes de servicio para {ThisInstallation}
fr: Il n'y a pas de commande de service pour cette installation
hu: Nem található szervizrendelés ehhez az eszközhöz

# ServiceContractServiceOrdersEmptyState
source: There are no service orders for {ThisServiceContract}
de: Es sind keine Serviceaufträge für {ThisServiceContract} vorhanden
es: No hay pedidos de servicio para {ThisServiceContract}
fr: Il n'y a pas de commande de service pour ce contrat de service
hu: Nem található szervizrendelés ehhez a szervizszerződéshez

# CompleteJobWithOpenServiceCasesConfirmation
source: There are open service cases for this job remain. Complete it anyways?
de: Diesem Job sind noch offene Servicefälle zugewiesen. Soll er trotzdem abgeschlossen werden?
es: Quedan casos de servicio abiertos para este trabajo. ¿Completarlo de todos modos?
fr: Il y a encore des cas de service ouverts pour ce job. Le compléter quand même?
hu: Vannak nyitott státuszú szervizesetek ehhez az eszközaktához. Teljesíti mindenképp?

# NoServiceCasesAddedToServiceOrder
source: There were no service cases assigned to this service order
de: Diesem Auftrag wurden keine Servicefälle zugewiesen
es: No hubo casos de servicio asignados a esta orden de servicio
fr: Aucun cas de service n’a été attribué à cette commande de service
hu: Ehhez a szervizrendeléshez nem volt szervizeset rendelve

# CrmService_ServiceCase
source: Service cases
de: Servicefälle
es: Casos de servicio
fr: Demandes de service
hu: Szervizesetek

# CrmService_ServiceCaseTemplate
source: Service case templates
de: Servicefallvorlagen
es: Plantillas de casos de servicio
fr: Modèle des demandes de service
hu: Szervizeset sablonok

source: My dispatches
de: Meine Einsätze
es: Mis ordenes de trabajo
fr: Mes interventions
hu: Kiszállásaim

# MaintenanceOrderGenerated
source: Maintenance Order Generated from Service Contract {0}
de: Wartungsauftrag erzeugt aus Servicevertrag {0}
es: Pedido de mantenimiento generado a través del contrato de servicio {0}
fr: Ordre de maintenance généré de contrat de service {0}
hu: Karbantartási rendelés generálva {0} szerviz szerződésből

# ServiceCaseCreatedNote
source: Service case created
de: Angelegter Servicefall
es: Caso de servicio creado
fr: Cas de service créé
hu: Szolgáltatási eset létrehozva

source: Service object category
de: Serviceobjektkategorien
es: Categoría de objeto de servicio
fr: Catégories d'objets de service
hu: Szervizobjektum kategóriák

# NoCausingItemPreviousSerialNoReason
source: Cause for no previous serial no.
de: Gründe für fehlende alte Serien-Nr des verursachenden Artikels
es: Causa por la que no hay un número de serie anterior.
fr: Raisons pour la manque de l'ancien numéro de l'article causant
hu: Felelős cíkk hiányzó régi szériaszámának okai

# NoCausingItemSerialNoReason
source: Cause for no serial no.
de: Gründe für fehlende Serien-Nr des verursachenden Artikels
es: Causa por la que no hay número de serie.
fr: Raisons pour la manque du numéro de l'article causant
hu: Felelős cíkk hiányzó szériaszámának okai

# InstallationAddressRelationshipType
source: {Installation} address types
de: {Installation} Adressarten
es: Tipos de dirección de {Installation}
fr: Types d'adresses d'installation
hu: {Installation} cím típus

# ServiceOrderInvoiceReason
source: Service order reasons for invoice
de: Gründe für Verrechnung von Serviceaufträgen
es: Motivos de la orden de servicio para facturar
fr: Raisons de facturation des commandes des service
hu: Szerviz rendelés számla okai

# SparePartsBudgetInvoiceType
source: Spare parts budget invoicing types
de: Verrechnungsarten für Ersatzteilbudgets
es: Tipos de facturación del presupuesto de recambios
fr: Types de facturation de budget de pièce de rechange
hu: Alkatrész-költségvetés számlázási típusok

# ServiceOrderNoInvoiceReason
source: Service order reasons for no invoice
de: Gründe für keine Verrechnung von Serviceaufträgen
es: Motivos de la orden de servicio para no facturar
fr: Raisons de non-facturation des commandes des service
hu: Szerviz rendelés számlamentesség okai

# ServiceContractStatus
source: Service contract statuses
de: Servicevertragstatus
es: Estados del contrato de servicio
fr: Statut des contrats de service
hu: Szervizszerződés státuszok

# ServiceContractLimitType
source: Service contract limit types
de: Servicevertrag-Limits
es: Tipos de límites de los contratos de servicios
fr: Limites de contrat de service
hu: Szervizszerződés limit típusok

source: Maintenance order
de: Wartungsauftrag
es: Pedido de mantenimiento
fr: Ordre de maintenance
hu: Karbantartási rendelés

# SparePartsBudgetTimeSpanUnit
source: Spare parts time spans
de: Zeiträume für Ersatzteilbudgets
es: El tiempo de las piezas de recambio
fr: Périodes de budget de pièce de rechange
hu: Alkatrész időegységek

source: See all users Service Orders
de: Serviceaufträge aller Benutzer sehen
es: Ver todas las ordenes de servicio de los usuarios
fr: Afficher toutes les commandes de service de tous les utilisateurs
hu: Összes felhasználó szervizrendelésének megtekintése

source: See all users Dispatches
de: Dispatch aller Benutzer sehen
es: Ver todas las ordenes de trabajo de los usuarios
fr: Voir toutes les interventions pour tous les utilisateurs
hu: Összes felhasználó kiszállási feladatlistájának megtekintése

source: Add installation position
de: Geräteakte position hinzufügen
es: Añadir posición de instalación
fr: Ajouter installation position
hu: Eszközakta pozíció hozzáadása

# ServiceCaseTemplateEmptySlate
source: There are no Service case template
de: Es sind keine Servicefallvorlage verfügbar
es: No hay ningún modelo de caso de servicio
fr: Il n'y a pas de modèle de demande de service
hu: Nincs elérhető Szervizeset sablon

# ServiceData
source: Service masterdata
de: Service-Stammdaten
es: Servicio-Masterdata
fr: Données de base du service
hu: Szolgáltatási törzsadatok

source: Service processing
de: Serviceabwicklung
es: Servicio-Administración
fr: Traitement des services
hu: Szerviz feldolgozás

# RuleViolation.ServiceOrderMustBeInPlannableState
source: The service order must be in a plannable state.
de: Der Serviceauftrag muss sich in einem planbaren Zustand befinden.
es: La orden de servicio debe estar en un estado planificable.
fr: L'ordre de service doit être dans un état planifiable.
hu: A szervizrendelésnek tervezhető státuszban kell lennie.

# EmptyTimes
source: No time postings have been added to this order
de: Diesem Auftrag wurden keine Zeiten hinzugefügt
es: No se han añadido entradas de tiempo a esta orden
fr: Aucun enregistrement horaire n'a été consigné dans cette commande
hu: Nincs időjelentés hozzáadva ehhez a rendeléshez

# EmptyMaterials
source: No materials have been added to this order
de: Diesem Auftrag wurde kein Material hinzugefügt
es: No se ha añadido ningún material a esta orden
fr: Aucun matériel n'a été inclu dans cette commande
hu: Nincs anyag hozzáadva ehhez a rendeléshez

# EmptyTimesAndMaterials
source: No materials or time postings have been added to this order
de: Diesem Auftrag wurde kein Material und keine Zeiten hinzugefügt
es: No se han añadido entradas de tiempo o materiales a esta orden
fr: Aucun matériel ou affichage horaire n'a été consigné dans cette commande
hu: Nincs anyag és időjelentés hozzáadva ehhez a rendeléshez

# CrmService_Location
source: Locations
de: Lagerplätze
es: Ubicaciones
fr: Bacs de stockage
hu: Tárhely

# CrmService_Store
source: Stores
de: Läger
es: Tiendas
fr: Entrepôts
hu: Raktár

source: SN new
de: SN Neu
es: SN nuevo
fr: SN nouvelle
hu: SN új

source: SN old
de: SN Alt
es: SN antiguo
fr: SN vieille
hu: SN régi

source: Dispatch completed
de: Serviceeinsatz abgeschlossen
es: Orden de trabajo completada
fr: Intervention complète
hu: Kiszállás teljesítve

# DispatchCompletedBy
source: Dispatch completed by {0} {1}
de: Serviceeinsatz abgeschlossen von {0} {1}
es: Orden de trabajo completada por {0} {1}
fr: Intervention complétée par {0} {1}
hu: Kiszállás teljesítve {0} által {1} időpontban.

# ServiceOrderDispatchCompletedNote
source: Dispatch completion
de: Einsatzabschluss
es: Finalizar orden de trabajo
fr: Achèvement de l'intervention
hu: Kiszállás teljesülés

# IsCostLumpSum
source: Costs are lump sum
de: Kosten sind pauschal
es: El costo es una suma global
fr: Les frais sont forfaitaires
hu: A költségek egyösszegűek

# IsMaterialLumpSum
source: Material is lump sum
de: Material ist pauschal
es: El material es una suma global
fr: Le matériel est forfaitaire
hu: Az anyag egyösszegű

# IsTimeLumpSum
source: Time is lump sum
de: Zeit ist pauschal
es: El tiempo es una suma global
fr: Le temps est forfaitaire
hu: Az idő egyösszegű

source: Lump sum
de: Pauschale
es: Suma global
fr: Montant forfaitaire
hu: Átalány

# ContainsLumpSumPositions
source: Some items of type {0} were provided as part of a lump sum.
de: Einige Positionen vom Typ {0} wurden als Teil einer Pauschale erbracht.
es: Algunos posiciones del tipo {0} se proporcionaron como parte de una suma global.
fr: Certains postes de type {0} ont été fournis dans le cadre d'un montant forfaitaire.
hu: Egyes {0} típusú tételek átalányösszeg részeként biztosítottak.

source: API user
de: API Benutzer
es: Usuario de la API
fr: Utilisateur API
hu: API felhasználó

source: Can not sign this dispatch yet.
de: Dieser Einsatz kann noch nicht unterschrieben werden.
es: Todavía no puede firmar este pedido.
fr: Vous ne pouvez pas encore signer cette intervention
hu: Ez az kiszállás még nem írható alá

# ConfirmDeleteReleasedDispatch
source: This dispatch has been released already so it can't be deleted, do you want to set the status to rejected instead?
de: Der Einsatz wurde bereits freigegeben und kann daher nicht mehr gelöscht werden. Möchten Sie den Status stattdessen auf "Zurückgewiesen" ändern?
es: Este pedido no puede borrarse, ya que ya ha sido tramitado. ¿Desea cambiar el estado a "rechazado"?
fr: Cette intervention a déjà été lancé et ne peut donc pas être supprimé. Voulez-vous plutôt définir le statut rejeté?
hu: Ez a kiszállás már ki lett adva ezért nem törölhető, elutasítottra állítja a státuszt helyette?

# DispatchLocationMissingWarning
source: You did not specify a dispatch location. Therefore, the distance won't be calculated!
de: Es wurde kein Einsatzort angegeben, daher kann die Entfernung nicht berechnet werden!
es: No ha especificado una ubicación para el pedido, por lo que no puede calcularse una distancia.
fr: Vous n'avez pas spécifié un lieu d'intervention. Par conséquent, la distance ne sera pas calculée !
hu: Nem adta meg a kiszállás helyét. Ezért a távolság nem kerül kiszámításra!

# NoExecutedWork
source: No executed work reported
de: Keine durchgeführten Arbeiten erfasst
es: No se ha reportado ningún trabajo efectuado
fr: Aucun travail effectué signalé
hu: Nincs lejelentett munkaidő

# NonWMArticleWarning
source: Changing to non-warehouse managed article will remove existing replenishment order item.
de: Die Änderung zu einem nicht-lagergeführten Artikel entfernt vorhandene Positionen aus Nachbestückungsaufträgen.
es: El cambio a artículo no gestionado por el almacén borrará las ordenes de reabastecimiento existentes.
fr: La modification de l'article géré hors entrepôt supprimera l'article de commande de réapprovisionnement existant.
hu: Nem raktáron felügyelt cikkre váltva a meglévő utánrendelési tétele törlődik.

# ServiceCaseDraftCreatedNotification
source: A service case draft has been created
de: Ein Servicefall-Entwurf wurde angelegt
es: Se ha creado un caso de servicio
fr: Un brouillon de demande de service a été créé
hu: Szervíz eset vázlat elkészült

source: Store
de: Lager
es: Almacén
fr: Entrepôt
hu: Raktár

# StoreLocation
source: Location
de: Lagerplatz
es: Ubicación
fr: Lieu de stockage
hu: Tárhely

# CrmService_ServiceOrderDispatchReportRecipient
source: Report recipients
de: Berichtsempfänger
es: Destinatarios
fr: Destinataires de rapport
hu: Riport címzettek

source: Service order category
de: Serviceauftragstyp
es: Categoría de la orden de servicio
fr: Catégorie de commande de service
hu: Szervizrendelés típusa

source: Service order details
de: Serviceauftragsdetails
es: Detalles de la orden de servicio
fr: Commande de service détails
hu: Szervizrendelés részletei

# ReplenishmentOrderMessageBody
source: A replenishment order with the date of {0} has been closed by {1}.
de: Ein Nachbestückungsauftrag vom {0} wurde von {1} abgeschlossen.
es: Un pedidos de reposición con la fecha de {0} ha sido cerrado por {1}.
fr: Une commande de réapprovisionnement portant la date du {0} a été clôturée par le {1}.
hu: Egy utánrendelés lezárásra került {0} napon {1} által.

# UserDefaultStoreMessage
source: {0} has a default store no of {1}.
de: {0} hat die Standard-Lagernummer {1}.
es: {0} tiene un número de tienda por defecto de {1}.
fr: {0} a un numéro de entrepôt standard de {1}.
hu: {0} standard raktára száma {1}.

# DefaultGreeting
source: Dear Sir or Madam,
de: Sehr geehrte Damen und Herren,
es: Estimado señor o señora,
fr: Madame,Monsieur,
hu: Tisztelt Hölgyem/Uram,

# MaterialArticleDeleted
source: The article of the currently opened material has been deleted.
de: Der Artikel dieses Materials wurde gelöscht.
es: El artículo del material actualmente abierto ha sido borrado.
fr: L'article du matériel actuellement ouvert a été supprimé.
hu: A jelenleg megnyitott anyaghoz tartozó cikk törlésre került.

# ServiceObjectId
source: Service object
de: Serviceobjekt
es: Objecto de servicio
fr: Objet de service
hu: Szervizobjektum

# ServiceOrderTemplateId
source: Service order template
de: Auftragsvorlage
es: Plantilla de orden de servicio
fr: Modèle de commande de service
hu: Szerviz rendelés sablon

# AffectedInstallationKey
source: Affected installation
de: Betroffene Geräteakte
es: Instalación afectada
fr: Installation concernée
hu: Érintett eszközakta

# ServiceContractId
source: Service contract
de: Servicevertrag
es: Contrato de servicio
fr: Contrat de service
hu: Szervizszerződés

# GetNextFiveGenerations
source: Preview next 5 maintenance date
de: Vorschau der nächsten 5 Wartungstermine
es: Vista previa de las próximas 5 fechas de mantenimiento
fr: Aperçu des 5 prochaines dates de maintenance
hu: Következő 5 karbantartási dátum megjelenítése

# AddLocation
source: Add storage area
de: Lagerort hinzufügen
es: Agregar ubicación de almacenamiento
fr: Ajouter un emplacement de stockage
hu: Tárolási hely hozzáadása

# Locations
source: Storage area
de: Lagerplätze
es: ubicaciones de almacenamiento
fr: emplacements de stockage
hu: tárolási helyek

source: Add store
de: Lager hinzufügen
es: Agregar almacén
fr: Ajouter un entrepôt
hu: Raktár hozzáadása

source: Edit store
de: Lager bearbeiten
es: Editar almacén
fr: Modifier l'entrepôt
hu: Raktár szerkesztése

source: Stores
de: Lager
es: almacenes
fr: entrepôts
hu: Tárhely

# LocationsEmptySlateDescription
source: There are no storage area
de: Es gibt keine Lagerplätze
es: No hay lugares de almacenamiento
fr: Il n'y a pas de lieux de stockage
hu: Nincsenek tárolóhelyek

source: pre planned
de: vorgeplant
es: pre planeado
fr: pré-planifié
hu: előre eltervezett

source: Statistics key
de: Statistikschlüssel
es: Clave de las estadísticas
fr: Clé de statistiques
hu: Statisztikai kulcs

# StatisticsKeyProductType
source: Product type
de: Produkttyp
es: Tipo de producto
fr: Type de produit
hu: Termék típus

# StatisticsKeyMainAssembly
source: Main assembly
de: Hauptbaugruppe
es: Montaje principal
fr: Assemblage principal
hu: Főkategória

# StatisticsKeySubAssembly
source: Sub assembly
de: Unterbaugruppe
es: Submontaje
fr: sous-ensemble
hu: Alkategória

# StatisticsKeyAssemblyGroup
source: Assembly group
de: Teilbaugruppe
es: Grupo de montaje
fr: Groupe d'assemblage
hu: Alkatrész

# StatisticsKeyFaultImage
source: Fault image
de: Fehlerbild
es: Imagen de la avería
fr: Image de défaut
hu: Hibaminta

# StatisticsKeyRemedy
source: Remedy
de: Behebung
es: Solución
fr: Remède
hu: Jogorvoslat

# StatisticsKeyCause
source: Root cause
de: Ursache
es: Causa principal
fr: Cause principale
hu: Kiváltó ok

# StatisticsKeyWeighting
source: Weighting
de: Gewichtung
es: Ponderación
fr: Pondération
hu: Súlyozás

# StatisticsKeyCauser
source: Causer
de: Verursacher
es: Causa
fr: Inducteur
hu: Felelős

# CrmService_StatisticsKeyProductType
source: Product type
de: Produkttyp
es: Tipo de producto
fr: Type de produit
hu: Termék típus

# CrmService_StatisticsKeyMainAssembly
source: Main assembly
de: Hauptbaugruppe
es: Montaje principal
fr: Assemblage principal
hu: Főkategória

# CrmService_StatisticsKeySubAssembly
source: Sub assembly
de: Unterbaugruppe
es: Submontaje
fr: sous-ensemble
hu: Alkategória

# CrmService_StatisticsKeyAssemblyGroup
source: Assembly group
de: Teilbaugruppe
es: Grupo de montaje
fr: Groupe d'assemblage
hu: Alkatrész

# CrmService_StatisticsKeyFaultImage
source: Fault image
de: Fehlerbild
es: Imagen de la avería
fr: Image de défaut
hu: Hibaminta

# CrmService_StatisticsKeyRemedy
source: Remedy
de: Behebung
es: Solución
fr: Remède
hu: Jogorvoslat

# CrmService_StatisticsKeyCause
source: Root cause
de: Ursache
es: Causa principal
fr: Cause principale
hu: Kiváltó ok

# CrmService_StatisticsKeyWeighting
source: Weighting
de: Gewichtung
es: Ponderación
fr: Pondération
hu: Súlyozás

# CrmService_StatisticsKeyCauser
source: Causer
de: Verursacher
es: Causa
fr: Inducteur
hu: Felelős

source: Dispatch no.
de: Serviceeinsatz Nr.
es: Núm. orden de trabajo
fr: N° intervention
hu: Feladat nem.

source: Maintenance plan
de: Wartungsplan
es: Plan de mantenimiento
fr: Plan de maintenance
hu: Karbantartási tervek

source: Custom error message
de: Benutzerdefinierte Meldung
es: Mensaje de error personalizado
fr: Message d'erreur personnalisé
hu: Egyedi hibaüzenet

source: Error message selection
de: Auswahl der meldung
es: Selección de mensaje de error
fr: Sélection des messages d'erreur
hu: Hibaüzenet kiválasztása

source: Can be added after customer signature
de: Kann nach der Kundenunterschrift hinzugefügt werden
es: Se puede añadir tras la firma del cliente
fr: Peut être ajouté après la signature du client
hu: Hozzáadható aláírás után

# IsDefaultForServiceOrderTimes
source: Is default for maintenance orders
de: Standard bei Wartungsaufträgen
es: Es predeterminado para órdenes de mantenimiento
fr: Est la valeur par défaut pour les ordres de maintenance
hu: A karbantartási megrendelések alapértelmezett beállítása

# IsHidden
source: Hide when adding services
de: Ausblenden wenn Dienstleistungen angelegt werden
es: Ocultar cuando se añaden servicios
fr: Masquer lorsque les services sont créés
hu: Elrejt szolgáltatások hozzáadásakor

# ShowDistanceInput
source: Show distance input for this article
de: Eingabe der Entfernung für diesen Artikel einblenden
es: Mostrar distancia para este artículo
fr: Afficher l'entrée de distance pour cet article
hu: Mutasd a cikk távolság mezőjét

source: Sub positions
de: Teilpositionen
es: subposiciones
fr: sous-positions
hu: al Pozíciók
