Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Add dispatch
de: Dispatch hinzufügen
es: Añadir orden de trabajo
fr: Ajouter intervention
hu: Kiszállás hozzáadása

source: Add {Installation}
de: {Installation} hinzufügen
es: Añadir {Installation}
fr: Ajouter {Installation}
hu: {Installation} csatolása

# ConfirmCloseReplenishmentOrder
source: Do you really want to close this replenishment order?
de: Wollen Sie diesen Nachbestückungsauftrag wirklich abschließen?
es: ¿Realmente quiere cerrar este pedido de reposición?
fr: Voulez-vous vraiment fermer cette commande de réapprovisionnement?
hu: Valóban le akarja zárni ezt az utánrendelést?

# ConfirmDeleteDispatch
source: Do you really want to delete this dispatch?
de: Wollen Sie diesen Dispatch wirklich löschen?
es: ¿Realmente quiere eliminar esta orden de trabajo?
fr: Voulez-vous vraiment supprimer cette intervention?
hu: Valóban törölni akarja ezt az kiszállást?

# ConfirmDeleteMaintenancePlan
source: Do you really want to delete the maintenance plan "{{0}}"?
de: Wollen Sie den Wartungsplan "{{0}}" wirklich löschen?
es: ¿Realmente quiere eliminar este plan de mantenimiento"{{0}}"?
fr: Voulez-vous vraiment supprimer ce plan de maintenance "{{0}}"?
hu: Valóban törölni akarja "{{0}}" a karbantartási tervet?

# ConfirmResendReplenishmentOrder
source: This replenishment order was already sent. Do you really want to send it again?
de: Dieser Nachbestückungsauftrag wurde bereits versandt. Wollen Sie diesen Nachbestückungsauftrag wirklich nochmals verschicken?
es: Este pedido de reposición ya ha sido enviado. ¿Realmente desea volver a enviarlo?
fr: Cette commande de réapprovisionnement a déjà été envoyée. Voulez-vous vraiment l'envoyer encore une fois?
hu: Ez az utánrendelés már elküldésre került. Valóban még egyszer elakarja azt küldeni?

# ExpenseReportFromUserMonth
source: Expense report from {0} for month {1}
de: Spesenbericht von {0} für Monat {1}
es: Informe de gastos de {0} para el mes {1}
fr: Note de frais de {0} de le mois {1}
hu: Költség jelentés {0} a felhasználótól {1} hónapra

source: Installations
de: Geräteakten
es: Instalaciónes
hu: Eszközakta

source: Replenishment
de: Nachbestückung
es: Reposición
fr: Réapprovisionnement
hu: Utánrendelés

source: Service
es: Servicio
hu: Szerviz

source: Service cases
de: Servicefälle
es: Casos de servicio
fr: Demandes de service
hu: Szervizesetek

source: Closed service cases
de: Geschlossene Servicefälle
es: Casos de servicio cerrados
fr: Demandes de service fermées
hu: Lezárt szervizeset

source: Closed service orders
de: Geschlossene Serviceaufträge
es: Ordenes de servicio cerradas
fr: Commandes de service fermées
hu: Lezárt szervizrendelések

# CreateServiceCaseTitle
source: Create new service case
de: Neuen Servicefall anlegen
es: Crear un nuevo caso de servicio
fr: Créer nouvelle demande de service
hu: Új szervizeset létrehozása

# CreateServiceDispatch
source: Create service order dispatch
de: Serviceauftrag-Dispatch anlegen
es: Crear la orden de trabajo
fr: Créer commande de service intervention
hu: Szervizrendeléshez kötött kiszállás létrehozása

# CreateServiceOrderHead
source: Create service order
de: Serviceauftrag anlegen
es: Crear una orden servicio
fr: Créer commande de service
hu: Szervizrendelés létrehozása

source: Create service order material
de: Serviceauftrag-Material anlegen
es: Crear el material de la orden de servicio
fr: Créer commande de service matériel
hu: Anyag hozzáadása szervizrendeléshez

source: Create Service Order Material Serial
de: Serviceauftrag Material Seriennr anlegen
es: Crear serie de material de la orden de servicio
fr: Créer commande de service matériel n° de série
hu: Szervizrendeléshez rendelt anyag sorozatszáma

# CreateServiceOrderNotification
source: Create service order case
de: Servicefall anlegen
es: Crear un caso de la orden de servicio
fr: Créer demande de service
hu: Szervizeset létrehozása

source: Create service order time
de: Serviceauftrag-Zeiteintrag anlegen
es: Crear la hora de la orden de servicio
fr: Créer commande de service saisie de temps
hu: Szervizrendeléshez rögzített idő megadása

source: Create service order time posting
de: Serviceauftragbuchung anlegen
es: Crear una entrada del tiempo de la orden de servicio
fr: Créer commande de service enregistrement horaire
hu: Szervizrendelés foglalás létrehozása

source: Create skill
de: Fähigkeit anlegen
es: Crear competencia
fr: Créer compétence

# CustomerContactName
source: Company (Owner)
de: Firma (Besitzer)
es: Empresa (Propietario)
fr: Concernée (Propriétaire)
hu: Vevő (Tulajdonos)

# CustomerContact
source: Company (Owner)
de: Firma (Besitzer)
es: Empresa (Propietario)
fr: Concernée (Propriétaire)
hu: Vevő (Tulajdonos)

source: Edit cause of failure
de: Fehlerursache ändern
es: Editar la causa de fallo
fr: Editer cause de défaillance
hu: Hibaok szerkesztése

# EditErrorCode
source: Edit error codes
de: Fehlermeldungen bearbeiten
es: Editar codigos de errores
fr: Editer messages d'erreur
hu: Hibajelentések szerkesztése

# EditInstallationHead
source: Edit {Installation}
de: {Installation} bearbeiten
es: Editar {Installation}
fr: Editer {Installation}
hu: {Installation} szerkesztése

# EditInstallationPos
source: Edit {Installation} position
de: {Installations}position bearbeiten
es: Editar posición de {Installation}
fr: Editer {Installation} Position
hu: {Installation} pozíciójának szerkesztése

# EditInstallationPosSerial
source: Edit {Installation} position serial
de: {Installations}position Seriennr. bearbeiten
es: Editar {Installation} posición de serie
fr: Editer {Installation} Position n° de série
hu: {Installation} pozíciószámának szerkesztése

# EditInstallationType
source: Edit {Installation} types
de: {Installations}typen bearbeiten
es: Editar tipos de {Installation}
fr: Editer {Installation} Types
hu: {Installation} típusának szerkesztése

# EditLocation
source: Edit storage area
de: Lagerort bearbeiten
es: Editar la ubicación del stock
fr: Editer emplacement du stock
hu: Tárolási hely szerkesztése

source: Edit maintenance contract
de: Wartungsvertrag bearbeiten
es: Editar el contrato de mantenimiento
fr: Editer contrat de maintenance
hu: Karbantartási szerződés szerkesztése

source: Edit maintenance plan
de: Wartungsplan bearbeiten
es: Editar el plan de mantenimiento
fr: Editer plan de maintenance
hu: Karbantartási terv szerkesztése

source: Edit maintenance rhythm
de: Wartungsrhythmus bearbeiten
es: Editar el ritmo de mantenimiento
fr: Editer rythme de maintenance
hu: Karbantartás ütemezésének szerkesztése

# InstallationCreateTitle
source: Add {Installation}
de: {Installation} hinzufügen
es: Añadir {Installation}
fr: Ajouter {Installation}
hu: {Installation} hozzáadása

# InstallationSearchTitle
source: Search for {Installations}
de: Suche nach {Installations}
es: Buscar {Installations}
fr: Rechercher {Installations}
hu: Keresés {Installations} után

source: Open service cases
de: Offene Servicefälle
es: Casos de servicio abiertos
fr: Demandes de service ouvertes
hu: Nyitott szervizeset

source: Open service orders
de: Offene Serviceaufträge
es: Ordenes de servicio abiertas
fr: Commandes de service ouvertes
hu: Nyitott szervizrendelés

source: No open service orders
de: Keine offenen Serviceaufträge
es: No hay ordenes de servicio abiertos
fr: Pas de commandes de service overtes
hu: Nincs nyitott szervízszerződés

source: Order checklist
de: Auftragsprüfliste
es: Checklist de ordenes
fr: Liste de contrôle commandes
hu: Rendelés ellenőrzési listája

source: Order for {Installation}
de: Fall für {Installation}
es: Pedido de {Installation}
fr: Commande pour {Installation}
hu: {Installation} rendelése

# OrderNo
source: Order number
de: Auftragsnummer
es: Número de la orden
fr: N° de commande
hu: Rendelés száma

# OrderStatusSetToBy
source: Service-order status set by {0} {1}
de: Serviceauftrags-Status geändert von {0} {1}
es: Estado de la orden de servicio establecido por {0} {1}
fr: État de commande modifié par {0} {1}
hu: Szervizrendelés státusza megváltoztatva {0} által {1}

# ServiceOrderStatusSetTo
source: Service-Order status set to {0}
de: Serviceauftrags-Status geändert auf {0}
es: Estado de la orden de servicio establecido en {0}
fr: État de commande modifié pour {0}
hu: Szervizrendelés "{0}" státuszra változott

# PleaseSelectInstallation
source: Please select an {Installation}.
de: Bitte wählen Sie eine {Installation}.
es: Por favor, seleccione una {Installation}.
fr: Choisir une {Installation}
hu: Kérem válasszon {Installation}

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
hu: Prioritás

# SearchByCustomerParkZipCodeLocationItemNoType
source: Search by customer, park, zip code, location, item no. and type
de: Suche nach Kunde, Park, PLZ, Ort, Material und Typ
es: Búsqueda por cliente, parque, código postal, ubicación, número de artículo y tipo
fr: Chercher par client, parc, code cip, location, n° item et type
hu: Vevő, parkoló, postai irányítószám, helység, anyag keresése

# SearchByInstallationNoOrDescription
source: Search by {Installation} number or description
de: Suche nach {Installations}nummer oder Bezeichnung
es: Buscar por número de {Installation} o descripción
fr: Chercher par n° d'{Installation} ou déscription
hu: A {Installations} számának vagy leírásának keresése

# SearchByServiceContractNo
source: Search by service contract number
de: Suche nach Vertragsnummer
es: Búsqueda por número de contrato de servicio
fr: Chercher par n° de contrat de service
hu: Szerződésszám keresése

# SearchServiceOrders
source: Find service orders
de: Serviceaufträge suchen
es: Buscar ordenes de servicio
fr: Chercher commandes de service
hu: Szervizrendelés keresése

source: Service case
de: Servicefall
es: Caso de servicio
fr: Demande de service
hu: Szervizeset

source: Service case category
de: Servicefall-Kategorie
es: Categoría del caso de servicio
fr: Demande de service - catégorie
hu: Szervizeset kategória

source: Service case ID
de: Servicefallnummer
es: Id del caso de servicio
fr: Demande de service n°
hu: Szervizeset azonosítója

# ServiceCaseListEmptySlate
source: Use the service cases to track incoming service requests. You can keep notes and tasks about each service case in addition to key information like the {Installation} it relates to the status of the service case and the responsible user.
de: Hier können Sie Ihre Servicefälle verfolgen. Mit Hilfe von Servicefällen können Sie alle Aktivitäten, die zu einem Servicefall anfallen, verwalten. Sie können unter anderem den Status, die Historie sowie die Aktivitäten zum Servicefall aufrufen und verwalten.
es: Utilice los casos de servicio para hacer un seguimiento de las solicitudes de servicio entrantes. Puede mantener notas y tareas sobre cada caso de servicio además de información clave como la {Instalación} que se relaciona con el estado del caso de servicio y el usuario responsable.
fr: Les demandes de service permettent le suivi et la gestion des requêtes. Vous pouvez visualizer et gérer l'état, l'histoire et les activités des demandes de service.
hu: Itt tudja követni a beérkező szerviz kéréseket, a hozzájuk kapcsolódó jegyzeteket és feladatokat, továbbá olyan kulcsinformációkat, mint például a szervizesettel és a felelős felhaszálóval kapcsolatban álló {Installation}.

source: Service case status
de: Servicefall-Status
es: Estado del caso de servicio
fr: Demande de service - État
hu: Szervízeset állapota

# ServiceCaseStatusSet
source: Service case status set to {0}
de: Servicefall-Status geändert auf {0}
es: Estado del caso de servicio establecido en {0}
fr: Demande de service état modifiée pour {0}
hu: Szervízeset állapota megváltozott erre: "{0}"

# ServiceCasesTitle
source: Service cases
de: Servicefälle
es: Casos de servicio
fr: Demandes de service
hu: Szervizesetek

# ServiceCaseTag
source: Service case
de: einen Servicefall
es: Caso de servicio
fr: Demande de service
hu: Szervizesetek

# ServiceCompletedValue
source: Value
de: Wert
es: Valor
fr: Valeur
hu: Érték

# ServiceContractNo
source: Service contract number
de: Nummer des Servicevertrags
es: Número del contrato de servicio
fr: N° contrat de service
hu: Szervizszerződés száma

# ServiceContractNoBackgroundInformation
source: No background information provided for this service contract.
de: Für diesen Servicevertrag wurden keine Hintergrundinformationen hinterlegt.
es: No se ha facilitado información sobre los antecedentes de este contrato de servicios.
fr: Pas d'informations de base disponibles pour ce contrat de service
hu: Ehhez a szervizszerződéshez nemtartozik háttérinformáció.

source: Service contracts
de: Serviceverträge
es: Contratos de servicio
fr: Contrats de service
hu: Szervizszerződések

# ServiceContractsTitle
source: Service contracts
de: Serviceverträge
es: Contratos de servicio
fr: Contrats de service
hu: Szervizszerződések

source: Service contract type
de: Servicevertragstyp
es: Tipo de contrato de servicios
fr: Contrat de service type
hu: Szervizszerződés típusa

# ServiceNotificationDetails
source: Service case details
de: Details zum Servicefall
es: Detalles del caso de servicio
fr: Demande de service détails
hu: Szervizeset részletei

source: Service order
de: Serviceauftrag
es: Orden de servicio
fr: Commande de service
hu: Szervizrendelés

# ServiceOrderCreateTitle
source: Create service order
de: Serviceauftrag anlegen
es: Crear orden de servicio
fr: Créer commande de service
hu: Szervizrendelés összeállítása

# ServiceOrderDetailsTitle
source: Service order - {0}
de: Serviceauftrag - {0}
es: Orden de servicio - {0}
fr: Commande de service - {0}
hu: Szervizrendelés - {0}

# ServiceOrderDispatchDoesNotExist
source: The dispatch does not exist.
de: Der Dispatch existiert nicht.
es: La orden de trabajo no existe
fr: L'intervention n'existe pas.
hu: Kiszállás nem létezik

# ServiceOrderDispatchVehicleTitle
source: Dispatched vehicles
de: Geplante Fahrzeuge
es: Vehículos en la orden de trabajo
fr: Véhicule d'intervention
hu: Tervezett jármű

# ServiceOrderEditTitle
source: Edit service order
de: Serviceauftrag ändern
es: Editar orden de servicio
fr: Éditer commande de service
hu: Szervizrendelés szerkesztése

source: Service order status
de: Serviceauftrag-Status
es: Estado de la orden de servicio
fr: Commande de service - État
hu: Szervizrendelés állapota

# ServiceOrderTag
source: Service order
de: einen Serviceauftrag
es: Orden de servicio
fr: Commande de service
hu: egy szervizrendelést

source: Service Order Time - Category
de: Serviceauftrag Zeiteintrag - Kategorie
es: Hora de la orden de servicio - Categoría
fr: Commande de service saisie de temps - Category
hu: Szervizrendelés idő könyvelése - kategória

# ServiceOrderTimeEntryType
source: Construction
de: Montage
es: Construcción
hu: Szerelés

source: Service Order Time - Location
de: Serviceauftrag Zeiteintrag - Ort
es: Hora de la orden de servicio - Lugar
fr: Commande de service saisie de temps - Lieu
hu: Szervizrendelés idő könyvelése - helye

source: Service Order Time - Priority
de: Serviceauftrag Zeiteintrag - Priorität
es: Hora de la orden de servicio - Prioridad
fr: Commande de service saisie de temps - Priorité
hu: Szervizrendelés idő könyvelése - prioritás

# ServiceOrderTimeScannedValueTypes
source: Datatypes for scanned values from field technicians
de: Datentypen für gescannte Werte aus Technikereinsätzen
es: Tipos de datos para los valores escaneados de los técnicos de campo
fr: Types de données pour des valeurs scannées par des techniciens
hu: Adattípus a techinkusok által scannelt értékek számára

source: Service Order Time - Status
de: Serviceauftrag Zeiteintrag - Status
es: Hora de la orden de servicio - Estado
fr: Commande de service saisie de temps - État
hu: Szervizrendelés idő könyvelése -állapot

# ServiceOrderTitle
source: Service orders
de: Serviceaufträge
es: Ordenes de servicio
fr: Commandes de service
hu: Szervizrendelés

source: Service Order - Type
de: Serviceauftrag - Auftragsart
es: Ordenes de servicio - Tipo
fr: Commande de service - Type
hu: Szervizrendelés típusa

# ServiceOrderViewTitle
source: View service order
de: Serviceauftrag anzeigen
es: Ver orden de servicio
fr: Afficher commande de service
hu: Szervizrendelés megjelenítése

source: Technician
de: Techniker
es: Técnico
fr: Technicien
hu: Szerviztechnikus

# TechnicianEnteredData
source: There are already responses entered for this service order. Please take care when editing material and time positions.
de: Zu diesem Auftrag wurden bereits Rückmeldungen erfasst. Bitte ändern Sie die Material- und Dienstleistungspositionen mit besonderer Vorsicht.
es: Ya hay respuestas introducidas para esta orden de servicio. Por favor, tenga cuidado al editar el material y las entradas de tiempo
fr: Attention: Pour cette commande de service ils existent déjà des réponses. Merci de bien vouloir modifier les positions du matériel et du service avec prudence.
hu: Ehhez a rendeléshez már kaptunk visszajelzéseket, szíveskedjen az anyag és szolgáltatási pozíciókat különös óvatossággal megváltoztatni.

# TemplateOrder
source: Template order no.
de: Vorlagenauftragsnr.
es: Número de la plantilla de orden
fr: Modèle de commande
hu: A mintarendelés száma

source: Template order no.
es: Número de la plantilla de orden
fr: Modèle de commande n°
hu: Mintarendelés száma

source: Template order search
de: Vorlagenauftragssuche
es: Búsqueda de plantilla de orden
fr: Modèle de commande recherche
hu: Mintarendelés keresése

# TemplateOrderTag
source: Template order tags
de: Vorlagenaufträge Tags
es: Etiquetas de plantilla de orden
fr: Modèle de commande tags
hu: Mintarendelés címke

source: Template order tags
de: Vorlagenaufträge Tags
es: Etiquetas de plantilla de orden
fr: Template commande tags
hu: Mintarendelés címkék

source: this {Installation}
de: diese {Installation}
es: esta {Installation}
fr: cette {Installation}
hu: ez {Installation}

source: this {ServiceCase}
de: diese {ServiceCase}
es: este {ServiceCase}
fr: cette {ServiceCase}
hu: ez {ServiceCase}

source: this {ServiceContract}
de: diese {ServiceContract}
es: este {ServiceContract}
fr: cette {ServiceContract}
hu: ez {ServiceContract}

source: this {ServiceOrderHead}
de: diese {ServiceOrderHead}
es: esta {ServiceOrderHead}
fr: cette {ServiceOrderHead}
hu: ez {ServiceOrderHead}

source: this {ServiceObject}
de: diese {ServiceObject}
es: este {ServiceObject}
fr: cette {ServiceObject}
hu: ez {ServiceObject}

# T_MaintenanceAgreementNo
source: Maintenance agreement no.
de: Wartungsvertrag
es: Número de acuerdo de mantenimiento
fr: Contrat de maintenance n°
hu: Karbantartási szerződés

# T_MaintenanceAgreements
source: Maintenance agreements
de: Wartungsverträge
es: Acuerdos de mantenimiento
fr: Contrats de maintenance
hu: Karbantartási szerződések

# T_NewArticle
source: New item
de: Neuer Artikel
es: Nuevo elemento
fr: Nouvel article
hu: Új cikk

# T_NewInstallation
source: New {Installation}
de: Neue {Installation}
es: Nueva {Installation}
fr: Nouvelle {Installation}
hu: Új {Installation}

# T_NewQualityPlan
source: New quality checking plan
de: Neue Prüfliste
es: Nuevo plan de control de calidad
fr: Nouvelle liste de contrôle de qualité
hu: Új ellenőrzési lista

# T_NewServiceOrder
source: Create service order
de: Serviceauftrag erstellen
es: Crear orden de servicio
fr: Créer commande de service
hu: Szervizrendelés létrehozása

source: Service orders
de: Serviceaufträge
es: Ordenes de servicio
fr: Commandes de service
hu: Szervizrendelések

# DispatchesTitle
source: Dispatches
de: Arbeitsvorrat
es: Ordenes de trabajo
fr: Intervention
hu: Munkaállomány

# NoDispatches
source: There are no dispatches for you.
de: Ihr Arbeitsvorrat ist momentan leer.
es: No hay ordenes de trabajo para ti
fr: Actuellement il n'y a pas d’intervention pour vous
hu: Az Ön kiszállási feladatlistája üres

# ThereAreNoTimePostings
source: There are currently no time postings.
de: Momentan sind keine Zeitmeldungen vorhanden.
es: En este momento no hay ningúna entrada de tiempo
fr: Actuellement il n'y a pas d'enregistrements horaires
hu: Pillanatnyilag nincs időjelentés

source: Time postings
de: Zeitmeldungen
es: Entradas de tiempo
fr: Enregistrements horaires
hu: Időjelentések

source: Add time posting
de: Zeitmeldung erfassen
es: Añadir entrada de tiempo
fr: Ajouter enregistrements horaires
hu: Időjelentés hozzáadása

source: Time posting
de: Zeitmeldung
es: Entrada de tiempo
fr: Enregistrement horaires
hu: Időjelentés

# UninstallMaterialConfirmation
source: Do you really want to uninstall this material?
de: Wollen Sie dieses Material wirklich deinstallieren?
es: ¿Realmente quiere desinstalar este material?
fr: Voulez-vous vraiment déinstaller ce matériel?
hu: Ezt az anyagot valóban le akarja szerelni?

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Déinstaller
hu: Leszerelés

# ReportSent
source: The report was sent successfully.
de: Der Bericht wurde erfolgreich versandt.
es: El informe se ha enviado con éxito.
fr: Le rapport a été envoyé à succès
hu: Jelentés sikeresen elküldve

# UninstallSerialConfirmation
source: Do you really want to uninstall this serial?
de: Wollen Sie diese Serien-Nr wirklich deinstallieren?
es: ¿Realmente quiere desinstalar esta serial?
fr: Voulez-vous vraiment déinstaller ce numéro de série?
hu: Ezt a sorozatszámot valóban le akarja szerelni?

# PurchaseOrderNo
source: Purchase order number
de: Bestellnummer
es: Número del pedido de compra
fr: Numéro de commande
hu: Vevői rendelési szám

source: Purchase date
de: Bestelldatum
es: Fecha de compra
fr: Date de commande
hu: Rendelési szám

# CommissionNo
source: Commission number
de: Kommissionsnummer
es: Número de la Comisión
fr: Numéro de commission
hu: Megbízás száma

source: Installation
de: Geräteakte
es: Instalación
hu: Eszközakta

# RuleViolation.RecipientHasNoEmail
source: This recipient has no E-mail address.
de: Zu dieser Person ist keine E-mail-Adresse hinterlegt.
es: Este destinatario no tiene dirección de correo electrónico.
fr: Ce destinataire n'a pas d'adresse mail
hu: Ehhez a személyhez nincs E-mail cím rendelve

source: Service report
de: Servicebericht
es: Informe de servicio
fr: Rapport de service
hu: Szerviz jelentés

# AlreadySignedByCustomer
source: This dispatch was already signed by the customer.
de: Dieser Arbeitseinsatz wurde bereits vom Kunden unterschrieben.
es: Este orden de trabajo ya ha sido firmada por el cliente.
fr: Cette intervention a éte signée par le client
hu: Ezt a munka alkalmazást a vevő mát aláírta

# SendReportTo
source: Send service report to:
de: Servicebericht senden an:
es: Envíe el informe de servicio a:
fr: Envoyer le rapport de service à:
hu: Szerviz jelentés elküldése

source: Dispatch completion
de: Einsatzabschluss
es: Finalización de la orden de trabajo
fr: Achèvement de l'envoi
hu: Munka befejezés

source: Create {Installation}
de: {Installation} anlegen
es: Crear {Installation}
fr: Créer {Installation}
hu: {Installation} létrehozása

source: Delete {Installation}
de: {Installation} löschen
es: Eliminar {Installation}
fr: Supprimer {Installation}
hu: {Installation} törlése

source: Close service case
de: Servicefall schließen
es: Cerrar caso de servicio
fr: Fermer demande de service
hu: Szervizeset lezárása

source: Edit {Installation}
de: {Installation} bearbeiten
es: Editar {Installation}
fr: Editer {Installation}
hu: {Installation} szerkesztése

source: Create service order
de: Serviceauftrag anlegen
es: Crear una orden servicio
fr: Créer commande de service
hu: Szervizrendelés létrehozása

source: Delete service order
de: Serviceauftrag löschen
es: Eliminar la orden de servicio
fr: Supprimer commande de service
hu: Szervizrendelés törlése

source: Edit service order
de: Serviceauftrag bearbeiten
es: Editar el pedido de servicio
fr: Editer commande de service
hu: Szervizrendelés szerkesztése
