Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Bill of material
de: Stückliste
es: Lista de materiales
fr: Liste de matériel
hu: Anyagjegyzék

source: group item
de: Gruppe Position
es: posición del grupo
fr: position de groupe
hu: tételcsoportot

source: this {GroupItem}
de: diese {GroupItem}
es: esta {GroupItem}
fr: cette {GroupItem}
hu: a {GroupItem}

# NoSubInstallationPositionsInfo
source: No material have been added to {ThisGroupItem} yet
de: Für {ThisGroupItem} wurde noch kein Material hinzugefügt.
es: Todavía no se ha añadido ningún material a {ThisGroupItem}.
fr: Aucun matériel n'a était ajouté à {ThisInstallation}.
hu: {ThisGroupItem} eszközakta még nem tartalmaz alkatrészt.

# T_IsInstalled
source: Is installed
de: Ist installiert
es: Está instalado
fr: Installé
hu: Telepítve van

source: Installed Positions
de: Installierte Positionen
es: Posiciones instaladas
fr: Positions installées
hu: Telepített pozíciók

source: All positions
de: Alle Positionen
es: Todas las posiciones
fr: Toutes les positions
hu: Minden pozíció

# BatchNo
source: Lot no.
de: Chargennummer
es: Número de lote
fr: N° de lot
hu: Tételszám

source: Open installation
de: {Installation} öffnen
es: Abrir la {Installation}
fr: Ouvrir l'installation
hu: Megnyitása {Installation}

source: Related installation
de: Verwandte {Installation}
es: {Installation} relacionada
fr: {Installation} associée
hu: Kapcsolódó {Installation}

source: Expand all
de: Alle erweitern
es: Ampliar todo
fr: Elargir tout
hu: Minden bővítése

source: Collapse all
de: Alle einklappen
es: Colapsar todo
fr: Réduire tous
hu: Összes összecsukása

# RelatedInstallationPositionText
source: This positions is related to the installation
de: Diese Positionen beziehen sich auf die Installation
es: Estas posiciones están relacionadas con la instalación
fr: Cette position est liée à l'installation
hu: Ez a pozíció a telepítéshez kapcsolódik

source: Warranty supplier
de: Gewährleistung Lieferant
es: Garantía del proveedor
fr: Date de la garantie fournisseur
hu: Garancia a szállítónál

source: Warranty customer
de: Gewährleistung Kunde
es: Garantía del cliente
fr: Date de la garantie client
hu: Garancia az ügyfélnél

# ScheduledDispatchesTooltip
source: Show scheduled dispatches that havent been started yet
de: Geplante Einsätze anzeigen, die noch nicht gestartet wurden
es: Mostrar los envíos programados que no se han iniciado
fr: Afficher les envois planifiés qui n'ont pas été lancés
hu: Beütemezett, de még el nem indított küldemények megjelenítése

# TimePostingsTooltip
source: Show time postings from service orders
de: Zeitbuchungen aus Serviceaufträgen anzeigen
es: Mostrar las contabilizaciones de tiempo de las órdenes de servicio
fr: Afficher les relevés d'heures des ordres de service
hu: Szolgáltatási megbízásokból származó időkönyvelések megjelenítése

# ShowDistanceInputInTimePostingHint
source: Allow the technician to specify a distance in the service order time posting.
de: Der Techniker kann bei der Zeitmeldung für einen Serviceauftrag die Fahrtstrecke angeben.
es: Permitir que el técnico especifique la distancia de desplazamiento al informar del tiempo de una orden de servicio.
fr: Autoriser le technicien à spécifier la distance de déplacement lors du rapport de temps pour un ordre de service.
hu: Távolság megadási lehetőség a technikus számára a szervizidő-jelentésben.

# ServiceArticleIsHiddenInTimePostingHint
source: Hide the service article from the technician when a service order time posting is created/edited.
de: Service-Artikel nicht anzeigen bei Erstellung/Änderung der Zeitmeldung für einen Serviceauftrag durch den Techniker.
es: No mostrar este ítem de servicio al técnico al crear/modificar el informe de tiempos de una orden de servicio.
fr: Masquer l'article de service au technicien lors de la création/modification du rapport de temps pour un ordre de service.
hu: A szervizcikk elrejtése a technikus elől szervizidő-jelentés létrehozása/szerkesztésekor.

source: email selection
de: E-Mail-Auswahl
es: selección de e-mail
fr: sélection de l'e-mail
hu: email kiválasztás

# UpcomingDispatches
source: Worklist
de: Arbeitsvorrat
es: Lista de trabajo
fr: Liste de travail
hu: Munkalista

source: Post-processing
de: Nachbearbeitung
es: Postprocesamiento
fr: Post traitement
hu: Utófeldolgozás

# IncompleteServiceOrderHistoryHint
source: This list might be incomplete. Your client is configured to synchronize the closed service order history of the last {0} days. This can be changed in the <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">synchronization settings</a>.
de: Diese Liste ist möglicherweise unvollständig. Ihr Client ist konfiguriert die Historie abgeschlossenen Serviceaufträge der letzten {0} Tage zu synchronisieren. Dies kann unter <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">Meine Infos</a> geändert werden.
es: Esta lista puede estar incompleta. Su cliente está configurado para sincronizar el historial de órdenes de servicio cerradas de los últimos {0} días. Esto se puede cambiar en la <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">configuración de la sincronización</a>.
fr: Cette liste est peut-être incomplète. Votre client est configuré de manière à synchroniser l'historique des ordres de service fermés des {0} derniers jours. Ceci peut être changé en suivant ce lien <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">synchronization settings</a>.
hu: Lehetséges, hogy a lista nem teljes. A kliens beállításai alapján a legutóbbi {0} nap lezárt szervizrendelés előzményei szinkronizálódnak. Ezt a <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">szinkronizációs beállításoknál</a> módosíthatja.

# InitiatorPhone
source: Phone of initiator
de: Telefon des Verursachers
es: Teléfono del iniciador
fr: Téléphone de l'initiateur
hu: A kezdeményező telefonszáma

# InitiatorPersonPhone
source: Phone of initiator person
de: Telefon der Kontaktperson vom Verursacher
es: Teléfono de la persona de contacto del ordenante
fr: Téléphone de la personne de contact du responsable
hu: A kezdeményező személy telefonszáma

# ServiceOrderTimePostingAbbreviation
source: O
de: A
hu: A
