Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Service/Resources/Resources.*.resx
Languages: de, es, fr, hu

# CrmService_InstallationType
source: Installation types
de: Geräteaktentypen
es: Tipos de instalación
fr: Types d'installation
hu: Eszközakta típusok

# CrmService_MonitoringDataType
source: Monitoring data types
de: Monitoring Datentypen
es: Control de los tipos de datos
fr: Surveillance de type de données
hu: Monitorozó adattípusok

# CrmService_NoCausingItemPreviousSerialNoReason
source: Reasons for missing old serial no. of causing item
de: Gründe für fehlende alte Serien-Nr des verursachenden Artikels
es: Razones por las que falta el número de serie antiguo del elemento causante
fr: Raisons pour la manque de l'ancien numéro de l'article causant
hu: Felelős cíkk hiányzó régi szériaszámának okai

# CrmService_NoCausingItemSerialNoReason
source: Reasons for missing serial no. of causing item
de: Gründe für fehlende Serien-Nr des verursachenden Artikels
es: Razones por las que falta el número de serie del elemento causante
fr: Raisons pour la manque du numéro de l'article causant
hu: Felelős cíkk hiányzó szériaszámának okai

# CrmService_NoPreviousSerialNoReason
source: Reasons for missing old serial no.
de: Gründe für fehlende alte Serien-Nr
es: Razones por las que falta el número de serie antiguo
fr: Raisons pour la manque de l'ancien numéro de l'article
hu: Hiányzó régi szériaszám okai

# CrmService_NotificationStandardAction
source: Service case creation actions
de: Servicefallanlage Standardaktionen
es: Acciones de creación de casos de servicio
fr: Création d'une demande de service action par défaut
hu: Szervizeset létrehozásának lépései

# CrmService_PostingCode
source: Posting codes
de: Buchungscodes
es: Códigos de contabilización
fr: Codes de comptabilisation
hu: Kiküldési számok

# CrmService_PostingOrigin
source: Posting origins
de: Buchungsherkünfte
es: Origen de la contabilización
fr: Origine de de comptabilisation
hu: Kiküldés eredete

# CrmService_ServiceCaseCategory
source: Service case categories
de: Servicefallkategorien
es: Categorías de casos de servicio
fr: Catégories de demande de service
hu: Szervizeset kategóriák

# CrmService_ServiceCaseStatus
source: Service case statuses
de: Servicefallstatus
es: Estado de los casos de servicio
fr: État de demande de service
hu: Szervizeset státuszok

# CrmService_ServiceContractLimitType
source: Service contract limit types
de: Servicevertrag-Limits
es: Tipos de límites de los contratos de servicio
fr: Limites de contrat de service
hu: Szervizszerződés limit típusok

# CrmService_ServiceContractType
source: Service contract types
de: Servicevertragstypen
es: Tipos de contratos de servicio
fr: Types de contrat de service
hu: Szervizszerződés típusok

# CrmService_ServiceObjectCategory
source: Service object categories
de: Serviceobjektkategorien
es: Categorías de objetos de servicio
fr: Catégories d'objets de service
hu: Szervizobjektum kategóriák

# CrmService_ServiceOrderInvoiceReason
source: Service order reasons for invoice
de: Gründe für Verrechnung von Serviceaufträgen
es: Motivos de la orden de servicio para facturar
fr: Raisons de facturation des commandes des service
hu: Szerviz rendelés számla okai

# CrmService_ServiceOrderNoInvoiceReason
source: Service order reasons for no invoice
de: Gründe für keine Verrechnung von Serviceaufträgen
es: Motivos de la orden de servicio para no facturar
fr: Raisons de non-facturation des commandes des service
hu: Szerviz rendelés számlamentesség okai

# CrmService_ServiceOrderStatus
source: Service order statuses
de: Serviceauftragsstatus
es: Estados de las ordenes de servicio
fr: État de commande de service
hu: Szerviz rendelés státuszok

# CrmService_ServiceOrderTimeCategory
source: Service order time categories
de: Serviceauftragszeitkategorien
es: Categorías de tiempo de la orden de servicio
fr: Catégories de commande de service
hu: Szerviz rendelési idő kategóriák

# CrmService_ServiceOrderTimeLocation
source: Service order time locations
de: Serviceauftragszeitorte
es: Ubicaciones de la orden de servicio
fr: Lieu de temps pour commandes de service
hu: Szerviz rendelési idő lokációk

# CrmService_ServiceOrderTimePriority
source: Service order time priorities
de: Serviceauftragszeitprioritäten
es: Prioridades de tiempo de la orden de servicio
fr: Priorité de temps pour commandes de service
hu: Szerviz rendelési idő fontossági sorrendek

# CrmService_ServiceOrderTimeScannedValueTypes
source: Service order time scanned value types
de: Datentypen für gescannte Werte zu Serviceauftragszeiten
es: Tipos de valores escaneados del tiempo de la orden de servicio
fr: Type de données de valeur de temps scannées d'une commande de service
hu: Techinkusok által scannelt érték adattípusok

# CrmService_ServiceOrderTimeStatus
source: Service order time statuses
de: Serviceauftragszeitstatus
es: Estados de tiempo de la orden de servicio
fr: État de temps d'une commande de service
hu: Szerviz rendelési idő státuszok

# CrmService_ServiceOrderType
source: Service order types
de: Serviceauftragsarten
es: Tipos de la orden de servicio
fr: Types de commande de service
hu: Szerviz rendelés típus

# CrmService_ServicePriority
source: Service order priorities
de: Serviceauftragsprioritäten
es: Prioridades de la orden de servicio
fr: Priorités de commande de service
hu: Szerviz rendelés fontossági sorrendek

# CrmService_TimeScale
source: Time scales
de: Zeiteinheiten
es: Escalas de tiempo
fr: Unités de temps
hu: Idő skála

# CrmService_ServiceContractStatus
source: Service contract statuses
de: Servicevertragstatus
es: Estado de los contratos de servicio
fr: Statut des contrats de service
hu: Szervizszerződés státuszok

# MissingCustomerSignature
source: The signature of the customer is missing. The order can not be closed.
de: Die Unterschrift des Kunden fehlt, der Auftrag kann nicht abgeschlossen werden.
es: Falta la firma del cliente. La orden no se puede cerrar.
fr: La signature du client manque. L'ordre ne peux pas être clôturer.
hu: Az ügyfél aláírása hiányzik. A rendelés nem zárható le.

# RuleViolation.PreviousSerialNoRequired
source: The previous serial no or the reason for a missing serial no is required.
de: Es muss eine alte Serien-Nr angegeben oder ein Grund für Fehlen der Serien-Nr ausgewählt werden.
es: Se requiere el número de serie anterior o la razón por la que falta el número de serie.
fr: Il faut rentrer un ancien n° de série ou slectionner une raison pour le n° de série manquant.
hu: Az előző szériaszám vagy a hiányzó szériaszám indoklásának megadása kötelező.

# SerialNoRequired
source: The serial no or the reason for a missing serial no is required.
de: Es muss eine Serien-Nr oder ein Grund für Fehlen der Serien-Nr angegeben werden.
es: Se requiere el número de serie o la razón por la que falta el número de serie.
fr: Il faut rentrer un n° de série ou slectionner une raison pour le n° de série manquant.
hu: A szériaszám vagy a hiányzó szériaszám indoklásának megadása kötelező.

# CausingItemRequired
source: The causing item is required.
de: Es muss ein verursachender Artikel angegeben werden.
es: Se requiere el elemento causante.
fr: Il faut rentrer un artice causant.
hu: Az okozó cikk megadása kötelező.

# DispatchNotInProgressYetAlert
source: Some functionality is currently not available, because this dispatch is not in progress yet.
de: Einige Funktionen stehen derzeit nicht zur Verfügung, da sich dieser Einsatz noch nicht in Bearbeitung befindet.
es: Algunas funcionalidades no están disponibles actualmente, porque esta orden de trabajo no está todavía en curso.
fr: Certaines fonctionnalités ne sont actuellement pas disponibles, parce que cet envoi n'est pas encore en cours de progression.
hu: Néhány funkció jelenleg nem elérhető, mert a munka nincs 'Feldolgozás alatt'.

# DispatchIsAlreadySignedByCustomerAlert
source: This dispatch is currently only partially editable, because the customer signature has already been entered.
de: Dieser Einsatz kann derzeit nur eingeschränkt bearbeitet werden, da die Kundenunterschrift bereits erfasst wurde.
es: Esta orden de trabajo es actualmente sólo parcialmente editable, porque la firma del cliente ya ha sido introducida.
fr: Cet envoi n'est actuellement que partiellement modifiable, parce que la signature du client a déjà été entrée.
hu: Ez a munka jelenleg csak részlegesen szerkeszthető, mert az ügyfél már aláírta.

# DispatchIsClosedAlert
source: This dispatch can't be edited anymore, because it already has been closed.
de: Dieser Einsatz kann nicht mehr bearbeitet werden, da er bereits abgeschlossen wurde.
es: Esta orden de trabajo ya no se puede editar, porque ya se ha cerrado.
fr: Cet envoi ne peut plus être édité, car il a déjà été fermé.
hu: Ez a munka már nem szerkeszthető, mert már le lett zárva.

# DispatchIsRejectedAlert
source: This dispatch can't be edited, because it has been rejected.
de: Dieser Einsatz kann nicht bearbeitet werden, da er zurückgewiesen wurde.
es: Esta orden de trabajo no puede ser editado, porque ha sido rechazada.
fr: Cet envoi ne peut plus être édité, car il a déjà été rejeté.
hu: Ez a munka már nem szerkeszthető, mert vissza lett utasítva.

source: Appointment confirmation
de: Terminbestätigung
es: Confirmación de la cita
fr: Confirmation de rendez-vous
hu: Találkozó megerősítése

source: Appointment request
de: Terminanfrage
es: Solicitud de cita
fr: Demande de rendez-vous
hu: Találkozó kérés

source: Reschedule
de: Verschieben
es: Reprogramar
fr: reporter
hu: Újratervezés

# AppointmentRequestHint
source: Here you can find all contact persons for this order. Send an appointment request via E-mail or contact the contact person by phone to arrange your appointment proposal.
de: Hier finden Sie alle Ansprechpartner für diesen Auftrag. Senden Sie eine Terminanfrage per E-mail oder kontaktieren Sie den Ansprechpartner telefonisch um Ihren Terminvorschlag abzustimmen.
es: Aquí puede encontrar todas las personas de contacto para esta orden. Envíe una solicitud de cita por correo electrónico o póngase en contacto con la persona de contacto por teléfono para concertar su propuesta de cita.
fr: Vous trouverez ici toutes les personnes de contact pour cette commande. Envoyez une demande de rendez-vous par courrier électronique ou contactez la personne à contacter par téléphone pour organiser votre proposition de rendez-vous.
hu: Itt találhatóak a rendelés kapcsolattartói. Találkozó kérő E-mail küldése vagy telefonhívás és találkozó kérése szóban.

# AppointmentConfirmationHint
source: Here you can find all contact persons for this order. Send an appointment confirmation by E-mail or contact the contact person by phone to confirm your appointment.
de: Hier finden Sie alle Ansprechpartner für diesen Auftrag. Senden Sie eine Terminbestätigung per E-mail oder kontaktieren Sie den Ansprechpartner telefonisch um Ihren Termin zu bestätigen.
es: Aquí puede encontrar todas las personas de contacto para esta orden. Envíe una confirmación de cita por correo electrónico o póngase en contacto con la persona de contacto por teléfono para confirmar su cita.
fr: Vous trouverez ici toutes les personnes de contact pour cette commande. Envoyez une confirmation de rendez-vous par courrier électronique ou contactez la personne à contacter par téléphone pour confirmer votre rendez-vous.
hu: Itt találhatóak a rendelés kapcsolattartói. Találkozó megerősítő E-mail küldése vagy telefonhívás és találkozó megerősítése szóban.

# AppointmentEmptyState
source: No contact person for this order was found.
de: Es wurde kein Ansprechpartner für diesen Auftrag gefunden.
es: No se ha encontrado ninguna persona de contacto para esta orden.
fr: Aucune personne de contact pour cette commande n'a été trouvée.
hu: Nem található kapcsolattartó ehhez a rendeléshez.

source: Schedule dispatch
de: Einsatz planen
es: Programar el orden de trabajo
fr: Envoi prévu
hu: Munka tervezése

# ChooseJob
source: Choose
de: Auswählen
es: Elija
fr: Choisir
hu: Válasszon

# DeselectJob
source: Deselect
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
hu: Törölje

# CurrentServiceOrderTime
source: Current job
de: Aktueller Job
es: Trabajo actual
fr: Travail actuel
hu: Aktuális feladat

# CloseReasonPlaceholder
source: Please enter a reason
de: Bitte geben Sie einen Grund ein
es: Por favor, introduzca un motivo
fr: S'il vous plaît entrer une raison
hu: Kérjük, adjon okot

source: Close service order
de: Serviceauftrag schließen
es: Cerrar orden de servicio
fr: Fermer commande de service
hu: Szervizrendelés lezárása

# NoServiceOrderDocumentsInfo
source: No documents are assigned to this service order
de: Diesem Serviceauftrag sind keine Dokumente zugeordnet.
es: No hay documentos asignados a esta orden de servicio.
fr: Aucun document n'est affecté à cet ordre de service.
hu: Nincs dokumentum hozzárendelve ehhez a rendeléshez.

# CreateCost
source: Create additional cost
de: Zusatzkosten anlegen
es: Crear coste adicional
fr: Créer des coûts supplémentaires
hu: További költség létrehozása

# EditCost
source: Edit additional cost
de: Zusatzkosten bearbeiten
es: Editar el coste adicional
fr: Modifier les coûts supplémentaires
hu: További költségek szerkesztése

source: Fast lane
es: Vía rápida

# IsFastLane
source: Fast lane
es: Vía rápida

# OfflineCreatedServiceOrderLimit
source: Limit for creating offline service orders exceeded. Please synchronize first to create new offline orders.
de: Das Limit für offline erstellte Aufträge wurde erreicht. Bitte synchronisieren Sie erneut, um weitere Aufträge erstellen zu können.
es: Se ha superado el límite de creación de ordenes de servicio sin conexión. Por favor, sincronice primero para crear nuevas ordenes fuera de línea.
fr: Limite de création d'ordres de service hors ligne dépassée. Merci de synchroniser avant de créer de nouvelles commandes hors ligne.
hu: Az offline létrehozható szerviz rendelések határát elérte. Kérem szinkronizáljon, hogy újabb rendeléseket hozhasson létre.

# ReleaseDispatchImmediately
source: Release immediately
de: Sofort freigeben
es: Publicar inmediatamente
fr: publier immédiatement
hu: Kiadás azonnal

# ReleaseDispatchImmediatelyInfo
source: The appointment will be confirmed immediately and you can start working on the dispatch.
de: Der Termin wird sofort als bestätigt übernommen und Sie können mit der Bearbeitung des Einsatzes starten
es: La cita se confirmará inmediatamente y podrá empezar a manejar la orden de trabajo.
fr: Le rendez-vous sera confirmé immédiatement et vous pouvez commencer à travailler sur l'envoi.
hu: A találkozó azonnal meg lesz erősítve és elkezdheti a munkát.

source: New dispatches
de: Neue Einsätze
es: Nuevos ordenes de trabajo
fr: Nouveaux envois
hu: Új munkák

source: Due dispatches
de: Fällige Einsätze
es: Ordenes de trabajo pendientes
fr: Envois dus
hu: Esedékes munkák

source: Today's dispatches
de: Heutige Einsätze
es: Ordenes de trabajo para hoy
fr: envois du jour
hu: Napi feladatok

# TodaysDispatchesEmptySlate
source: There are no pending dispatches today anymore.
de: Heute sind keine geplanten Einsätze mehr offen.
es: Hoy ya no hay trabajos pendientes.
fr: Il n'y a aucun envoi en suspens aujourd'hui.
hu: Nincs mára több függő feladat.

source: Open dispatches
de: Offene Einsätze
es: Ordenes de trabajo abiertas
fr: Dépêches ouvertes
hu: Nyissa meg a feladatokat

# NewServiceOrder
source: Create service order
de: Neuen Serviceauftrag anlegen
es: Crear orden de servicio
fr: Créer nouvelle commande de service
hu: Új szervizrendelés

source: Create maintenance contract
de: Wartungsvertrag anlegen
es: Crear un contrato de mantenimiento
fr: Créer contrat de maintenance
hu: Karbantartási szerződés létrehozása

source: Create maintenance order
de: Wartungsauftrag erstellen
es: Crear un pedido de mantenimiento
fr: Créer commande de maintenance
hu: Karbantartási rendelés létrehozása

source: Set head status
de: Kopfstatus setzen
es: Establecer el estado de la cabezera
fr: Mettre statut d'en-tête
hu: Fej státuszának beállítása

source: Edit skill
de: Fähigkeit ändern
es: Editar competencia
fr: Éditer compétence
hu: Képzettség szerkesztése

source: Delete skill
de: Fähigkeit löschen
es: Eliminar competencia
fr: Supprimer compétence
hu: Képzettség törlése

source: From location
de: Lagerplatz
es: Desde la ubicación
fr: Lieu de stockage source
hu: Forrás lerakat

source: Service planner
de: Einsatzplaner
es: Planificador de los servicios
fr: Gestionnaire de la planification
hu: Szerviztervező

# CreateInstallationHead
source: Create {Installation}
de: {Installation} anlegen
es: Crear {Installation}
fr: Créer {Installation}
hu: {Installation} létrehozása

# DeleteInstallationHead
source: Delete {Installation}
de: {Installation} löschen
es: Eliminar {Installation}
fr: Supprimer {Installation}
hu: {Installation} törlése

# CreateInstallationPos
source: Create {Installation} position
de: Position der {Installation} anlegen
es: Crear posición de {Installation}
fr: Créer {Installation} position
hu: Az {Installation} helye

# DeleteInstallationPos
source: Delete {Installation} position
de: Position der {Installation} löschen
es: Eliminar la posición de {Installation}
fr: Supprimer {Installation} position
hu: A {Installation} pozíciójának törlése

source: Create maintenance rhythm
de: Wartungsrhythmus anlegen
es: Crear un ritmo de mantenimiento
fr: Créer rythm de maintenance
hu: Karbantartási ciklus létrehozása

source: Delete maintenance rhythm
de: Wartungsrhythmus löschen
es: Eliminar el ritmo de mantenimiento
fr: Supprimer rythm maintenance
hu: Karbantartási ciklus törlése

# EditServiceOrderHead
source: Edit service order
de: Serviceauftrag bearbeiten
es: Editar la orden de servicio
fr: Éditercommande de service de service
hu: Szervizrendelés fejlécének szerkesztése

# DeleteServiceOrderHead
source: Delete service order
de: Serviceauftrag löschen
es: Eliminar la orden de servicio
fr: Supprimer commande de service
hu: Szervizrendelés törlése

# CreateTemplateOrderHead
source: Create template order
de: Vorlagenauftrag anlegen
es: Crear una orden desde la plantilla
fr: Créer modèle de commande
hu: Minta szerződés létrehozása

# EditTemplateOrderHead
source: Edit template order
de: Vorlagenauftrag bearbeiten
es: Editar pedido de la plantilla
fr: Éditer modèle de commande
hu: Szerződésminta szerkesztése

# DeleteTemplateOrderHead
source: Delete template order
de: Vorlagenauftrag löschen
es: Eliminar el pedido de la plantilla
fr: Supprimer modèle de commande
hu: Minta rendelés törlése

source: Delete service order time
de: Serviceauftrag-Zeiteintrag löschen
es: Eliminar la hora de la orden de servicio
fr: Supprimer commande de service enregistrement de temps
hu: Szervizrendelés idő törlése

source: Edit service order time posting
de: Serviceauftragbuchung bearbeiten
es: Editar entradas de tiempo de la orden de servicio
fr: Éditer commande de service enregistrement
hu: Szervizrendelés könyvelésének szerkesztése

source: Delete service order time posting
de: Serviceauftragbuchung löschen
es: Borrar las entradas de tiempo de la orden de servicio
fr: Supprimer commande de service enregistrement de temps
hu: Szervizrendelés időkönyvelés törlése

source: Edit service order material
de: Serviceauftrags-Material bearbeiten
es: Editar material de la orden de servicio
fr: Éditer commande de service matériel
hu: Szervizrendelés anyagigényének szerkesztése

source: Delete service order material
de: Serviceauftrags-Material löschen
es: Eliminar el material de la orden de servicio
fr: Supprimer commande de service matériel
hu: Szervizrendelés anyagának törlése

source: Edit service order notification
de: Serviceauftrags-Fehlermeldung bearbeiten
es: Editar notificaciones de la orden de servicio
fr: Éditer commande de service notification
hu: Szerviz hibajelentés szerkesztése

source: Delete service order notification
de: Serviceauftrags-Fehlermeldung löschen
es: Eliminar la notificación de la orden de servicio
fr: Supprimer commande de service notification
hu: Szervizrendeléshez kötött hibajelentés törlése

source: Edit service order dispatch
de: Serviceauftrags-Dispatch bearbeiten
es: Editar la orden de trabajo de la orden de servicio
fr: Éditer commande de service intervention
hu: Szervizrendelés kiszállás szerkesztése

source: Delete service order dispatch
de: Serviceauftrags-Dispatch löschen
es: Eliminar la orden de trabajo
fr: Supprimer commande de service intervention
hu: Szervizrendeléshez kapcsolt kiszállás törlése

source: Invoiced until
de: Verrechnet
es: Facturado hasta
fr: Facturé
hu: Számlázva

# ReplenishmentOrderIsAlreadyClosed
source: This replenishment order has already been closed. Please refresh the page.
de: Dieser Nachbestückungsauftrag wurde bereits abgeschlossen. Bitte laden Sie die Seite neu.
es: Este pedido de reposición ya se ha cerrado. Por favor, actualice la página.
fr: Cette commande de réapprovisionnement est déjà terminée. Merci de bien vouloir recharger la page
hu: Utánrendelés már le van zárva

source: Service contract number
de: Nummer des Servicevertrags
es: Número del contrato de servicio
fr: N° contrat de service
hu: Szervizszerződés száma

# NotAllowedToEditOrder
source: You are not allowed to edit this order.
de: Sie sind nicht berechtigt, diesen Auftrag zu bearbeiten.
es: No está permitido editar esta orden.
fr: Vous n'avez pas la permission pour modifier cette commande
hu: Ön nem jogosult ennek a rendelésnek a szerkesztésére

# T_Date
source: Date
de: Datum
es: Fecha
hu: Időpont

# DispatchConfirmed
source: The appointment was confirmed
de: Der Termin wurde bestätigt
es: La cita ha sido confirmada
fr: Le rendez-vous a été confirmé
hu: A találkozó megerősítve

# GenerateServiceOrder
source: Prematurely generate service order
de: Serviceauftrag vorzeitig generieren
es: Generar prematuramente la orden de servicio
fr: Génération prématurée d'une commande de service
hu: Korai szolgáltatásrendelés létrehozása

# CrmService_MaintenancePlan
source: Maintenance plans
de: Wartungspläne
es: Planes de mantenimiento
fr: Plans de maintenance
hu: Karbantartási tervek

# NoInstallationPositionsInfo
source: No material have been added to {ThisInstallation} yet
de: Für {ThisInstallation} wurde noch kein Material hinzugefügt.
es: Todavía no se ha añadido ningún material a {ThisInstallation}.
fr: Matériel n'a pas encore été ajouté à {ThisInstallation}.
hu: {ThisInstallation} eszközakta még nem tartalmaz alkatrészt.

# ServiceOrderMaterialEmptySlate
source: There is no material available
de: Es ist kein Material verfügbar
es: No hay material disponible
fr: Il n'y a pas de matériel disponible
hu: Nem áll rendelkezésre anyag

# ServiceOrderTimePostingEmptySlate
source: There are no time postings available
de: Es sind keine Zeitmeldungen verfügbar
es: No hay entradas de tiempo disponibles
fr: Il n'y a pas de temps disponible
hu: Nincs elérhető időbeosztás

# ServiceOrderTimeEmptySlate
source: There are no service order time postings available
de: Es sind keine Zeitmeldungen am Serviceauftrag verfügbar
es: No hay entradas de tiempo de la orden de servicio disponibles
fr: Il n'y a pas d'affichage de temps de commande de service disponible
hu: Nincs elérhető szolgáltatásmegrendelési időbejegyzés

# SchedulingInformation
source: Scheduling
de: Planung
es: Planificación
fr: Planification
hu: Tervezés

# RejectRemark
source: Remark for rejection
de: Anmerkung für Zurückweisung
es: Observación para el rechazo
fr: remarque de rejet
hu: megjegyzés az elutasításhoz

source: Ready for scheduling
de: Bereit zum Einplanen
es: Listo para planificar
fr: Prêt pour planification
hu: Készen áll az ütemezésre

# InstallationId
source: Installation Identifier
de: Geräteakten Identifier
es: Identificador de la instalación
fr: Identifiant d'installation
hu: Telepítési azonosító
