Repository: zibtalel/react-journey-dynamics
Catalog: Crm.DynamicForms/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Add fields
de: Felder hinzufügen
es: Añadir campos
fr: Ajouter champs
hu: Mező hozzáadása

# AllDynamicForms
source: All
de: Alle
es: Todo
fr: Tous
hu: Mind

source: Checkbox list
de: Checkbox-Liste
es: Lista de casillas de verificación
fr: Liste case à cocher
hu: Checkbox lista

source: Column
es: Columna
fr: Colonne
hu: Oszlop

source: Column length
de: Spaltenlänge
es: Longitud de la columna
fr: Longueur colonne
hu: Oszlop szélesség

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
hu: Mentve

# ConfirmDeleteDynamicForm
source: Do you really want to delete this form?
de: Wollen Sie dieses Formular wirklich löschen?
es: ¿Realmente quiere eliminar este formulario?
fr: Voulez-vous vraiment supprimer ce formulaire?
hu: Valóban törli ezt az űrlapot?

# ConfirmDeleteDynamicFormElement
source: This form has already been filled out. When removing this element all its associated data from the filled out forms will be deleted. Continue?
de: Dieses Formular wurde bereits ausgefüllt. Beim Löschen dieses Elements werden alle Daten, welche mit diesem Feld verknüpft sind, entfernt. Fortfahren?
es: Este formulario ya ha sido rellenado. Al eliminar este elemento se borrarán todos los datos asociados de los formularios rellenados. ¿Continuar?
fr: Une réponse à ce champ a déjà été reçue. La suppression d’un élément perdra les réponses qui y sont associées. Êtes-vous certain de vouloir la supprimer?
hu: Ehhez a mezőhöz már érkezett válasz. Az elem eltávolításával a hozzá tartozó válaszok elvesznek. Biztosan törli?

# CreateDynamicFormTitle
source: Create dynamic form
de: Neues Formular erstellen
es: Crear un formulario dinámico
fr: Créer nouveau formulaire
hu: Új űrlap létrehozása

# DeleteSignatur
source: Delete signature
de: Unterschrift löschen
es: Borrar firma
fr: Supprimer signature
hu: Aláírás törlése

# DropDown
source: Drop-down list
de: Dropdown-Liste
es: Lista desplegable
fr: Liste déroulante
hu: Lenyíló lista

# DynamicFormDesignerEmptySlate
source: Drag and drop a new field to the form to begin.
de: Ziehen Sie ein neues Feld auf das Formular, um zu beginnen.
es: Arrastre y suelte un nuevo campo en el formulario para empezar.
fr: Glisser un nouveau champ sur le formulaire pour commencer.
hu: Válasszon egy másik mezőt

# DynamicFormEditFieldEmptySlate
source: Choose a field on the left to edit it.
de: Wählen Sie links ein Feld, um es zu bearbeiten.
es: Elija un campo de la izquierda para editarlo.
fr: Selectionner un champ à gauche pour l'éditer.
hu: Válasszon egy másik mezőt

# DynamicFormElement
source: Element
de: Formularelement
es: Elemento
fr: Élément
hu: Elem

# DynamicFormElementLiteralTitlePlaceholder
source: Enter a text here.
de: Geben Sie hier einen Freitext ein.
es: Introduzca un texto aquí.
fr: Saisir ici un texte libre.
hu: Adjon meg egy szabadszavas mezőt

# DynamicFormElementOptionPlaceholder
source: Option
es: Opción
hu: Opció

# DynamicFormElementPageSeparatorTitlePlaceholder
source: New page
de: Neue Seite
es: Nueva página
fr: Nouvelle page
hu: Új oldal

# DynamicFormElementTitlePlaceholder
source: New element
de: Neues Element
es: Nuevo elemento
fr: Nouvel élément
hu: Új elem

# DynamicFormListEmptySlate
source: There are no dynamic forms yet. Create one now.
de: Es gibt noch keine dynamischen Formulare. Jetzt ein neues erstellen.
es: Todavía no hay formularios dinámicos. Cree uno ahora.
fr: Il n'y a pas encore de formulaire dynamique. Créez un maintenant.
hu: Pillanatnyilag nem létezik dinamikus űrlap. Hozzon most létre egyet!

source: Dynamic forms
de: Dynamische Formulare
es: Formularios dinámicos
fr: Formulaires dynamiques
hu: Űrlapok

source: Edit field
de: Feld bearbeiten
es: Editar campo
fr: Éditer champ
hu: Mező szerkesztése

source: Edit form
de: Formular bearbeiten
es: Editar formulario
fr: Éditer formulaire
hu: Űrlap szerkesztése

source: Element row length
de: Element Zeilenlänge
es: Longitud de la fila de elementos
fr: Élément longeur ligne
hu: Elem sor hosszúság

source: Field label
de: Feldbezeichnung
es: Etiqueta de campo
fr: Description du champ
hu: Mező leírás

# FormDesigner
source: Create form
de: Formular erstellen
es: Crear formulario
fr: Créer formulaire
hu: Űrlap létrehozása

source: Form preview
de: Formular-Vorschau
es: Vista previa del formulario
fr: Aperçu
hu: Előnézet

# IndexDynamicFormTitle
source: Dynamic forms - search
de: Dynamische Formulare - Suche
es: Formularios dinámicos - búsqueda
fr: Formulaires dynamiques - Recherche
hu: Űrlap - keresés

source: Large
de: Groß
es: Grande
fr: Grand
hu: Nagy

source: Large (1 element/row)
de: Groß (1 Element/Zeile)
es: Grande (1 elemento/fila)
fr: Grand (1 Élément/ligne)
hu: Nagy (1 elem/sor)

source: Literal
de: Text
fr: Texte
hu: Szöveg

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
hu: Töltés

source: Long
de: Lang
es: Largo
hu: Hosszú

# MaxChoices
source: Choices max.
de: Auswahl max.
es: Máximo de opciones
fr: Choix max
hu: Maximális választások

# RuleViolation.MaxArrayLength
source: Please select not more than {0} choices
de: Bitte wählen Sie nicht mehr als {0} Möglichkeiten aus
es: Seleccione no más de {0} opciones
fr: Veuillez ne sélectionner pas plus de {0} choix
hu: Kérem ne válasszon ki többet mint {0}

# MaxLength
source: Length max.
de: Länge max.
es: Longitud máx.
fr: Longueur max
hu: Maximális hossz

# MaxValue
source: Value max.
de: Wert max.
es: Valor máximo
fr: Valeur max
hu: Maximális érték

source: Medium
de: Mittel
es: Mediano
fr: Moyenne
hu: Közepes

source: Medium (2 element/row)
de: Mittel (2 Element/Zeile)
es: Mediano (2 elementos/fila)
fr: Moyenne ( Éléments/ligne)
hu: Közepes (2 elem/sor)

source: Middle
de: Mittel
es: Medio
fr: Moyenne
hu: Közép

# MinChoices
source: Choices min.
de: Auswahl min.
es: Opciones min.
fr: Choix min
hu: Minimális választás

# MinLength
source: Length min.
de: Länge min.
es: Longitud mínima
fr: Longueur min
hu: Minimális hossz

# MinValue
source: Value min.
de: Wert min.
es: Valor mínimo
fr: Valeur min
hu: Minimális érték

source: Multiline text
de: Mehrzeiliger Text
es: Texto multilínea
fr: Texte sur plusieurs lignes
hu: Többsoros szöveg

source: Number
de: Nummer
es: Número
fr: Numéro
hu: Szám

source: One column
de: Eine Spalte
es: Una columna
fr: Une colonne
hu: Egy oszlop

source: Options
de: Optionen
es: Opciones
hu: Opció

source: Page separator
de: Seitentrenner
es: Separador de páginas
fr: Separateur page
hu: Oldal elválasztó

# RadioButtonList
source: Option list
de: Options-Liste
es: Lista de opciones
fr: Liste options
hu: Opciók lista

source: Required
de: Benötigt
es: Requerido
fr: Nécessaire
hu: Szükséges

# RowSize
source: Element size
de: Element Größe
es: Tamaño del elemento
fr: Élement taille
hu: Sor mérete

source: Save form
de: Formular speichern
es: Guardar formulario
fr: Enregistrer formulaire
hu: Űrlap mentése

# SelectDropDownValue
source: --- Choose a value ---
de: --- Wählen sie eine Option ---
es: --- Elija un valor ---
fr: --- Choisir une option ---
hu: --- Válasszon egy opciót ---

source: Short
de: Kurz
es: Corto
fr: Court
hu: Rövid

source: Side by side
de: Nebeneinander
es: Uno al lado del otro
fr: Côte à côte
hu: Egymás mellett

# SignaturePad
source: Signature
de: Unterschrift
es: Firma
hu: Aláírás

source: Single-line text
de: Einzeiliger Text
es: Texto unilíneo
fr: Texte en une seule ligne
hu: Egysoros szöveg

source: Size
de: Größe
es: Tamaño
fr: Taille
hu: Méret

source: Small
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi

source: Small (4 element/row)
de: Klein (4 Element/Zeile)
es: Pequeño (4 elementos/fila)
fr: Petit (4 Éléments/ligne)
hu: Kicsi (4 elem/sor)

# ThreeColumn
source: Three columns
de: Drei Spalten
es: Tres columnas
fr: Trois colonnes
hu: 3 oszlop

# TwoColumn
source: Two columns
de: Zwei Spalten
es: Dos columnas
fr: Deux colonnes
hu: 2 oszlop

# UnsavedChangesWillNotBeShown
source: Unsaved changes will not be shown in the preview!
de: Nicht gespeicherte Änderungen werden nicht in der Vorschau angezeigt!
es: Los cambios no guardados no se mostrarán en la vista previa.
fr: Des modifications non enregistrées ne seront pas visible dans l'aperçu!
hu: Mentetlen módosítások nem láthatóak az előnézetben.

# CssExtra
source: Extra CSS-classes
de: Extra CSS-Klassen
es: Clases CSS adicionales
fr: Classes CSS spécifiques
hu: Extra Css class

source: Randomized
de: Randomisiert
es: Aleatorio
fr: Randomisié
hu: Randomizált

# CrmDynamicForms_DynamicForm
source: Forms
de: Formulare
es: Formularios
fr: Formulare
hu: Űrlap

# FileAttachmentDynamicFormElement
source: File upload
de: Datei-Upload
es: Carga de archivos
fr: Upload file
hu: Fájl feltöltés

# ExtraCss
source: Extra CSS-classes
de: Extra CSS Klassen
es: Clases CSS adicionales
fr: Classes CSS spécifiques
hu: Extra Css class

# MinUploadCountNotReached
source: Minimum number of attachments not reached
de: Die Mindestanzahl an Anhängen ist noch nicht erreicht.
es: No se ha alcanzado el número mínimo de anexos.
fr: Nombre minimum de pièces jointes non atteint.
hu: A csatolmányok száma nem éri el a minimális értéket

# MaxUploadFileSize
source: File size limit
de: Maximale Dateigröße
es: Límite de tamaño de los archivos
fr: Taille limite du fichier
hu: Max. fájlméret

# MaxUploadCountExceeded
source: Maximum number of attachments exceeded, the following files were ignored:
de: Höchstzahl der Anhänge überschritten, folgende Dateien wurden ignoriert:
es: Se ha superado el número máximo de archivos adjuntos, se han ignorado los siguientes archivos:
fr: Nombre maximal de pièces jointes dépassé, les fichiers suivants sont ignorés:
hu: Maximum feltölthető fájlok számát meghaladta, a következő fájlok figyelment kívül lesznek hagyva:

# MaxFileSizeExceeded
source: Maximum file size exceeded, the following files were ignored:
de: Maximale Dateigröße überschritten, folgende Dateien wurden ignoriert:
es: Se ha superado el tamaño máximo del archivo, los siguientes archivos han sido ignorados:
fr: La taille de fichier maximale a été dépassée, les fichiers suivants ont été ignorés:
hu: Maximum fájlméret meghaladva, a következő fájlok figyelment kívül lesznek hagyva:

# FileCount
source: Number of attachments
de: Anzahl der Anhänge
es: Número de anexos
fr: Nombre de pièces jointes
hu: Csatolmányok száma

# ImageDimensionsInfo
source: Images will not be checked for maximum file size, but will automatically be scaled to the maximum dimension.
de: Bilder werden nicht auf maximale Dateigröße geprüft, sondern automatisch auf die gewünschte maximale Auflösung verkleinert.
es: No se comprobará el tamaño máximo de las imágenes, sino que se escalarán automáticamente a la dimensión máxima.
fr: La taille de fichier maximale n'est pas vérifiée, mais les images seront automatiquement redimensionnées à la dimension maximale.
hu: A képek nem lesznek ellenőrizve maximum fájlméret szerint, de automatikusan át lesznek méretezve a maximális képméretre

# MaxFileSize
source: Maximum file size
de: Maximale Dateigröße
es: Tamaño máximo del archivo
fr: Taille maximale du fichier
hu: Maximum fájlméret

# MaxImageHeight
source: Maximum image height
de: Maximale Bildhöhe
es: Alto máximo de la imagen
fr: Hauteur maximale de l'image
hu: Maximum képmagasság

# MaxImageWidth
source: Maximum image width
de: Maximale Bildbreite
es: Ancho máximo de la imagen
fr: Largeur maximale de l'image
hu: Maximum képszélesség

# MaxUploadCount
source: Maximum number of attachments
de: Höchstzahl der Anhänge
es: Número máximo de archivos adjuntos
fr: Nombre maximum de pièces jointes
hu: Csatolmányok maximális száma

# MinUploadCount
source: Minimum number of attachments
de: Mindestanzahl der Anhänge
es: Número mínimo de anexos
fr: Nombre minimum de pièces jointes
hu: Csatolmányok minimális száma

# AttachedImage
source: Image
de: Bild
es: Imagen
hu: Kép

source: Dynamic form
de: Dynamisches Formular
es: Formulario dinámico
fr: Formulair dynamique
hu: Űrlap

# CrmDynamicForms_DynamicFormCategory
source: Dynamic forms categories
de: Kategorien für dynamische Formulare
es: Categorías de formularios dinámicos
fr: Catégories des formulaires dynamiques
hu: Űrlap katergóriák

# CrmDynamicForms_DynamicFormLanguage
source: Dynamic forms versions
de: Versionen von dynamischen Formularen
es: Versiones de formularios dinámicos
fr: Versions du formulaires dynamiques
hu: Űrlap nyelvek

# CrmDynamicForms_DynamicFormLocalization
source: Dynamic forms translations
de: Übersetzungen von dynamischen Formularen
es: Traducciones de formularios dinámicos
fr: Traduction des formulaires dynamiques
hu: Űrlap fordítások

# CrmDynamicForms_DynamicFormStatus
source: Dynamic forms statuses
de: Status von dynamischen Formularen
es: Estados de los formularios dinámicos
fr: Statut des formulaires dynamiques
hu: Űrlap státuszok

# DisableDynamicFormQuestion
source: This form has already been used and therefore can only be disabled. Do you want to disable it?
de: Dieses Formular wurde schon benutzt und kann daher nur deaktiviert werden, anstatt es vollständig zu löschen. Möchten Sie es deaktivieren?
es: Este formulario ya ha sido utilizado y por lo tanto sólo puede ser desactivado. ¿Desea desactivarlo?
fr: Ce formulaire a déjà été utilisé et ne peut donc être effacé. Voulez-vous le désactiver au lieu de l'effacer?
hu: Ez a form már használatban van így nem törölhető viszont a további használata letiltható. Le akarja tiltani?

# ShowPrivacyPolicy
source: Acceptance of Privacy Policy Required
de: Zustimmung zur Datenschutzerklärung ist erforderlich
es: Se requiere la aceptación de la política de privacidad
fr: Acceptation de Politique des données privées est exigée
hu: Az adatvédelmi irányelvek elfogadása kötelező

# SignaturePadWithPrivacyPolicy
source: Signature (GDPR)
de: Unterschrift (GDPR)
es: Firma (GDPR)
hu: Aláírás (GDPR)

# CompleteDynamicForm
source: Complete {0}
de: {0} abschließen
es: Completo {0}
fr: Completer {0}
hu: Befejezés {0}

# DynamicFormAlreadyReleasedWarning
source: This form has already been released. Please take care when editing it.
de: Dieses Formular wurde bereits freigegeben, bitte ändern Sie dieses nur mit besonderer Vorsicht.
es: Este formulario ya ha sido publicado. Por favor, tenga cuidado al editarlo.
fr: Ce formulaire a déjà été publié. S'il vous plaît prendre soin lors de l'édition.
hu: Ez a form már ki van adva. Legyen óvatos a szerkesztésekor.

# DynamicFormLanguageAlreadyExists
source: Language already exists
de: Sprache bereits vorhanden
es: El idioma ya existe
fr: La langue existe déjà
hu: Ez a nyelv már létezik

source: Released
de: Freigegeben
es: Publicado
fr: publié
hu: Kiadott

# SectionSeparator
source: Section
de: Sektion
es: Sección
hu: Szekció

# FormElementRules
source: Rules
de: Regeln
es: Reglas
fr: Des règles
hu: Szabályok

# CrmDynamicForms_DynamicFormElementRule
source: Rules
de: Regeln
es: Reglas
fr: Des règles
hu: Szabályok

# CrmDynamicForms_DynamicFormElementRuleCondition
source: Rule conditions
de: Regelbedingungen
es: Condiciones de las reglas
fr: Conditions de la règle
hu: Szabállyal

# CrmDynamicForms_DynamicFormResponse
source: Dynamic forms responses
de: Antworten von dynamischen Formularen
es: Respuestas de formularios dinámicos
fr: Réponses des formulaires dynamiques
hu: Űrlap válaszok

# NoFormElementRule
source: Holy anarchy! This element doesn't have any rules!
de: Für dieses Element wurden keine Regeln definiert
es: ¡Santa anarquía! ¡Este elemento no tiene reglas!
fr: Cet élément n'a pas encore de règle
hu: Ehhez az elemhez még nem tartozik szabály.

# CreateFormElementRule
source: Create rule
de: Regel erstellen
es: Crear regla
fr: Créer une règle
hu: Szabály létrehozása

# CreateAnotherFormElementRule
source: Create another rule
de: Weitere Regel erstellen
es: Crear otra regla
fr: Créer une autre règle
hu: Másik szabály létrehozása

# DynamicFormElementRuleTypeShow
source: Show if
de: Anzeigen wenn
es: Mostrar si
fr: Afficher si
hu: Mutat ha

# DynamicFormElementRuleTypeHide
source: Hide if
de: Ausblenden wenn
es: Ocultar si
fr: Cacher si
hu: Elrejt ha

# DynamicFormElementRuleMatchTypeAny
source: any of these conditions is satisfied:
de: eine der Bedingungen erfüllt ist:
es: se cumpla alguna de estas condiciones:
fr: Aucune de ces conditions n'est satisfaite:
hu: ezen feltételek bármelyike teljesül:

# DynamicFormElementRuleMatchTypeAll
source: all of these conditions are satisfied:
de: alle der Bedingungen erfüllt sind:
es: se cumplan todas estas condiciones:
fr: Toutes ces conditions sont satisfaites:
hu: ezen feltételek mindegyike teljesül:

# DynamicFormElementConditionAfter
source: is after
de: ist später als
es: después de
fr: est après
hu: utána

# DynamicFormElementConditionBefore
source: is before
de: ist früher als
es: antes de
fr: est avant
hu: előtte

# DynamicFormElementConditionBeginsWith
source: begins with
de: beginnt mit
es: comienza con
fr: commence par
hu: kezdődik ezzel

# DynamicFormElementConditionContains
source: contains
de: enthält
es: contiene
fr: contient
hu: tartalmaz

# DynamicFormElementConditionDoesNotContain
source: does not contain
de: enthält nicht
es: no contiene
fr: ne contient pas
hu: nem tartalmaz

# DynamicFormElementConditionEmpty
source: is empty
de: ist leer
es: está vacío
fr: est vide
hu: nincs válasz

# DynamicFormElementConditionEndsWith
source: ends with
de: endet mit
es: termina con
fr: se termine par
hu: végződik ezzel

# DynamicFormElementConditionEquals
source: is equal to
de: entspricht
es: es igual a
fr: est égal à
hu: megegyezik

# DynamicFormElementConditionFilesEqualTo
source: files are equal to
de: Anzahl Dateien entspricht
es: los ficheros son iguales a
fr: les fichiers sont égaux à
hu: fájlok megegyeznek

# DynamicFormElementConditionFilesLessThan
source: files are less than
de: weniger Dateien als
es: los ficheros son menos de
fr: les fichiers sont moins de
hu: kevesebb fájl mint

# DynamicFormElementConditionFilesMoreThan
source: files are more than
de: mehr Dateien als
es: los ficheros son mas de
fr: les fichiers sont plus de
hu: több fájl mint

# DynamicFormElementConditionGreater
source: is greater than
de: ist mehr als
es: es mayor que
fr: est supérieur à
hu: nagyobb mint

# DynamicFormElementConditionLess
source: is less than
de: ist weniger als
es: es menor que
fr: est inférieur à
hu: kisebb mint

# DynamicFormElementConditionNotEmpty
source: is not empty
de: ist nicht leer
es: no está vacío
fr: n'est pas vide
hu: megválaszolva

# DynamicFormElementConditionNotEquals
source: is not equal to
de: entspricht nicht
es: no es igual a
fr: n'est pas égal à
hu: nem egyezik meg

# DynamicFormElementConditionNotSigned
source: is not signed
de: ist nicht unterschrieben
es: no está firmado
fr: n'est pas signé
hu: nincs aláírva

# DynamicFormElementConditionSigned
source: is signed
de: ist unterschrieben
es: está firmado
fr: est signé
hu: aláírva

# HideEmptyOptional
source: Hide empty, not required answers
de: Leere, nicht benötigte Antworten ausblenden
es: Ocultar las respuestas vacías, no requeridas
fr: Masquer les réponses vides et non obligatoires
hu: Üres, nem szükséges válaszok elrejtése

# DynamicFormCategory
source: Dynamic forms categories
de: Kategorien für dynamische Formulare
es: Categorías de formularios dinámicos
fr: Catégories des formulaires dynamiques
hu: Űrlap katergóriák

# IncompatibleDynamicFormFormat
source: Incompatible file format
de: Dateiformat nicht unterstützt
es: Formato de archivo incompatible
fr: Format de fichier incompatible
hu: Nem kompatibilis fájlformátum

source: Dynamic form title
de: Dynamische Formulare Titel
es: Título del formulario dinámico
fr: Titre du formulaire dynamique
hu: Űrlap cím

# Warning_LanguageRequiresPdf
source: You have to upload a PDF for each language before you can save the checklist.
de: Bitte Laden Sie eine PDF hoch, um diese Checkliste zu speichern zu können.
es: Por favor, cargue un PDF por cada idioma antes de guardar la checklist.
fr: Veuillez télécharger un PDF pour chaque langue avant d'enregistrer la liste de contrôle.
hu: Kérem töltsön fel pdf-et minden nyelvhez mielőtt mentené az ellenőrző listát

source: Form validations
de: Formularvalidierungen
es: Validaciones del formulario
fr: Validation de formulaire
hu: Az űrlap érvényesítése

source: attached pdf
de: Angehängte Pdf
es: PDF adjunto
fr: PDF ci-joint
hu: csatolt pdf

# Warning_PdfRequiredBeforeReleasing
source: Before releasing a checklist, you have to uplaod a pdf for each language.
de: Bevor Sie eine Checkliste freigeben können, muss für jede Sprache eine Pdf-Datei hinterlegt sein.
es: Antes de completar la checklist, tiene que cargar un PDF por cada idioma.
fr: Avant de publier une liste de contrôle, vous devez télé-charger un pdf pour chaque langue.
hu: Az ellenőrző lista kiadása előtt minden nyelvhez fel kell töltenie a pdf-et.

# RuleViolation.MinArrayLength
source: Please select at least {0} choices
de: Bitte wählen Sie mindestens {0} Möglichkeiten aus
es: Seleccione al menos {0} opciones
fr: Veuillez sélectionner au moins 2 choix
hu: Kérem válasszon ki legalább {0}-t

# RuleViolation.OneRequired
source: One of these fields is required
de: Eines dieser Felder ist erforderlich
es: Uno de estos campos es obligatorio
fr: Un de ces champs est obligatoire
hu: Legalább egy mező kötelező

# PdfUploadRequired
source: Please upload a pdf.
de: Bitte Laden Sie eine Pdf-Datei hoch.
es: Por favor, suba un pdf.
fr: Veuillez télécharger un pdf.
hu: Kérem töltsön fel pdf-et minden nyelvhez mielőtt mentené az ellenőrző listát

# Warning_Download
source: You have to upload a PDF before you can download the PDF.
de: Bitte Laden Sie eine PDF hoch, bevor Sie diese PDF herunterladen können.
es: Por favor, cargue un PDF antes de descargar la PDF
fr: Veuillez télécharger un PDF avant de télécharger la PDF
hu: A pdf letöltése előtt fel kell töltenie egy PDF-et.

# CrmDynamicForms_DynamicFormFileResponse
source: Dynamic Form Responses (PDF)
de: Antwort von dynamischen Formularen (PDF)
es: Respuestas de formularios dinámicos (PDF)
fr: Réponses des formulaires dynamiques (PDF)
hu: Űrlap válaszok (pdf)

source: Choice index
de: Auswahlindex
es: índice de elección
fr: Indice de choix
hu: Választási index

# DynamicFormReducedFunctionalityWarning
source: Adding and reordering fields is not possible on mobile devices.
de: Das Hinzufügen und Verschieben von Feldern ist auf mobilen Endgeräten nicht möglich.
es: No es posible añadir y reordenar campos en dispositivos móviles.
fr: Il n'est pas possible d'ajouter ou de réorganiser des champs sur les appareils mobiles.
hu: A mezők hozzáadása és átrendezése nem lehetséges mobileszközökön.

# DynamicFormDragDropToast
source: Drag and drop the element to add to the form
de: Ziehen Sie das Element auf das Formular um es hinzuzufügen
es: Arrastre y suelte el elemento para agregar al formulario
fr: Faites glisser et déposez l'élément à ajouter au formulaire
hu: Húzza az elemet az űrlapra a hozzáadáshoz

# DynamicFormAboutToBeReleasedWarning
source: When the dynamic form gets released, modifications have to be done cautiously.
de: Wenn das dynamische Formular freigegeben wird, müssen Änderungen mit besonderer Vorsicht durchgeführt werden.
es: Cuando se lanza la forma dinámica, las modificaciones deben realizarse con cautela.
fr: Lorsque le formulaire dynamique est publié, les modifications doivent être effectuées avec prudence.
hu: Az űrlap kiadása után legyen óvatos a további módosításokkal.
