Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Project/Resources/Resources.*.resx
Languages: de, es, fr, hu

# PotentialStatusChangeConfirmation
source: Are you sure you want to change the potential status?
de: Möchten Sie den Potentialstatus wirklich ändern?
es: ¿Está seguro de querer cambiar el estado del potencial?
fr: Voulez-vous vraiment modifier l'état du potentiel?
hu: Biztosan megváltoztatja a potenciál státuszát?

# SendDate
source: Sent at
de: Versandt am
es: Enviado el
fr: Envoyé à
hu: Szállítottak

source: this potential
de: dieses Potential
es: este potencial
fr: ce potentiel
hu: ezt a lehetőséget

source: Toggle Feedback Received
de: Geändertes Ruckmeldung ändern
es: Alternar el feedback recivido
fr: Modifier Feedback reçu
hu: A visszajelzés módosítása fogadott

source: Closed potentials
de: Geschlossene Potenziale
es: Potenciales cerrados
fr: Fermé potentiels
hu: Lezárt projektek

source: Lost projects
de: Verlorene Projekte
es: Proyectos perdidos
fr: Perdu projets
hu: Elvesztett projektek

source: All open projects
de: Alle offene Projekte
es: Todos los proyectos abiertos
fr: Tous les projets ouverts
hu: Nyitott projektek

# CrmProject_DocumentEntry
source: Document entries
de: Dokumenteneingabe
es: Entradas de documentos
fr: Saisie de documents
hu: Dokumentumok

source: All lost projects
de: Alle verlorene Projekte
es: Todos los proyectos perdidos
fr: Tous les projets perdus
hu: Elvesztett projektek

# CrmProject_Potential
source: Potentials
de: Potentiale
es: Potenciales
fr: Potentiels
hu: Potenciálok

source: Open potentials
de: Offene Potenziale
es: Potenciales abiertos
fr: Ouverts potentiels
hu: Potenciális projektek

source: Won projects
de: Gewonnene Projekte
es: Proyectos ganados
fr: Gagné projets
hu: Megnyert projektek

source: All open Projects from the month after the next Month
de: Alle offenen Projekte übernächsten Monat
es: Todos los proyectos abiertos a partir del mes siguiente
fr: Tous les projets ouverts à partir du mois suivant le mois suivant
hu: Nyitott projektek a jövőben

# CrmProject_PotentialPriority
source: Potentials priority
de: Potentiale Priorität
es: Prioridad de los potenciales
fr: Priorité aux potentiels
hu: Potenciál prioritás

source: All won projects
de: Alle gewonnene Projekte
es: Todos los proyectos ganados
fr: Tous les projets gagnés
hu: Megnyert projektek

# CrmProject_PotentialStatus
source: Potential Statuses
de: Potenzielle Status
es: Estados de los potenciales
fr: Statuts potentiels
hu: Potenciál státuszok

source: Own open projects
de: Eigene offene Projekte
es: Proyectos propios abiertos
fr: Personnel projets ouverts
hu: Saját nyitott projektek

source: Own open Projects next Month
de: Eigene offene Projekte nächsten Monat
es: Proyectos propios abiertos el próximo mes
fr: Personnel projets ouverts le mois prochain
hu: Saját nyitott projektek a következő hónapban

source: Own open projects this month
de: Eigene offene Projekte diesen Monat
es: Proyectos propios abiertos este mes
fr: Personnel projets ouverts ce mois-ci
hu: Saját nyitott projektek ebben a hónapban
