Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Project/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Project
de: Projekt
es: Proyecto
fr: Projet
hu: Projekt

source: Projects
de: Projekte
es: Proyectos
fr: Projets
hu: Projektek

# AddNewProject
source: Add project
de: Neues Projekt anlegen
es: Añadir proyecto
fr: Créer nouveau projet
hu: Új projekt hozzáadása

source: Delete project
de: Projekt löschen
es: Eliminar proyceto
fr: Supprimer projet
hu: Projekt törlése

source: Edit project
de: Projekt bearbeiten
es: Editar proyecto
fr: Éditer projet
hu: Projekt szerkesztése

# ProjectVisibilityQuestion
source: Who can see this project?
de: Wer kann dieses Projekt einsehen?
es: ¿Quién puede ver este proyecto?
fr: Qui peut voir ce projet?
hu: Ki tekinthet be ebbe a projektbe?

source: Invalid project name
de: Ungültiger Projektname
es: Nombre de proyecto inválido
fr: Nom du projet invalide
hu: Érvénytelen Projekt név

source: this Project
de: dieses Projekt
es: Este proyecto
fr: ce projet
hu: ez a projekt

source: Project status
de: Projektstatus
es: Estado del proyecto
fr: État projet
hu: Projekt státusza

source: Project category
de: Projektkategorie
es: Categoría del proyecto
fr: Projet catégorie
hu: Projektkategória

# ProjectCreatedBy
source: Project created by {0} {1}
de: Projekt angelegt von {0} {1}
es: Proyecto creado por {0} {1}
fr: Projet crée par {0} {1}
hu: Projekt létrehozva {0} által {1}

# ProjectCreated
source: New project created
de: Neues Projekt angelegt
es: Nuevo proyecto creado
fr: Projet crée
hu: Új prokekt létrehozva

# ProjectStatusSetBy
source: Project status set by {0} {1}
de: Projektstatus geändert von {0} {1}
es: Estado del proyecto fijado por {0} {1}
fr: État du projet modifié par {0} {1}
hu: Projekt státusz megváltoztatva {0} által {1}

# ProjectStatusSet
source: Project status set to {0}
de: Projektstatus geändert auf {0}
es: Estado del proyecto fijado en {0}
fr: État du projet modifié à {0}
hu: Projekt státusza megváltozott erre: "{0}"

# NoContactsFromProject
source: There are no contacts associated with this project.
de: Es sind bisher keine Kontakte mit diesem Projekt verbunden.
es: No hay contactos asociados a este proyecto.
fr: Il n'y a pas de contacts attribués à ce projet.
hu: Ehhez a Projekthez eddig még nem lett csatolva kapcsolattartó

# CreateProject
source: Add a project
de: Neues Projekt anlegen
es: Añadir un proyecto
fr: Créer nouveau projet
hu: Új projekt létrehozása

# NoProjectsForContact
source: No project found for this contact.
de: Es wurden für diesen Kontakt keine Projekte gefunden.
es: No se ha encontrado ningún proyecto para este contacto.
fr: Pas de projets trouvés pour ce contact
hu: Ehhez a Kapcsolathoz nem található projekt

# EditProjectCategory
source: Edit project categories
de: Projektkategorien bearbeiten
es: Editar categorías de proyecto
fr: Éditer catégories projet
hu: Projektkategóriák átdolgozása

source: Project from
de: Projekt von
es: Proyecto de
fr: Projet de
hu: Projektgazda

# LostProject
source: Why was the project lost?
de: Warum wurde das Projekt verloren?
es: ¿Por qué se perdió el proyecto?
fr: Pourquoi ce projet est perdu?
hu: Miért veszett el a projekt?

# EditProjectLostReasonCategory
source: Edit categories for lost projects
de: Kategorien für verlorene Projekte bearbeiten
es: Editar las categorías de los proyectos perdidos
fr: Éditer des catégories pour des projets perdus
hu: Az elveszett projektek kategóriáinak átdolgozása

# ProjectRating
source: Rating
de: Bewertung
es: Valoración
fr: Validation
hu: Értékelés

# ProjectLostReasonCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hu: Vesztett projekt kategória

# ExportProjects
source: Export project list (.csv)
de: Projektliste exportieren (.csv)
es: Exportar lista de proyectos (.csv)
fr: Exporter liste des projets (.csv)
hu: Projektlisták exportálása (.csv)

# ListOfProjects
source: List of projects - CRM
de: Projektliste - CRM
es: Lista de proyectos - CRM
fr: Liste des projets - CRM
hu: Projekt lista -CRM

# AddContactsToProject
source: The chosen contact will be added to this project.
de: Der ausgewählte Kontakt wird diesem Projekt hinzugefügt.
es: El contacto elegido se añadirá a este proyecto.
fr: Le contact choisi sera ajouté à ce projet.
hu: A kiválasztott kapcsolat ehhez a projekthez kerül hozzáfűzésre

# ListOfNotesHeaderProject
source: Notes about this project
de: Notizen zu diesem Projekt
es: Notas sobre este proyecto
fr: Notes de ce projet
hu: Megjegyzések ehhez a projekthez

source: Project category groups
de: Projektkategorie-Gruppen
es: Grupos de categorías de proyectos
fr: Projet catégorie groupes
hu: Projektkategória-csoportok

source: Project lost
de: Projekt verloren
es: Proyecto perdido
fr: Projet perdu
hu: Elvesztett projekt

# ProjectStatusChangeConfirmation
source: Are you sure you want to change the project status?
de: Möchten Sie den Projektstatus wirklich ändern?
es: ¿Está seguro de que quiere cambiar el estado del proyecto?
fr: Voulez-vous vraiment modifier l'état du projet?
hu: Biztosan megváltoztatja a projekt státuszát?

# NoProjectsInfo
source: Use the projects to track your proposals, quotes and sales. You can keep notes and tasks about each project in addition to key information like the amount you bid and the deal's status: pending, won, or lost.
de: Hier können Sie Ihre Vertriebschancen, Angebote und Abschlüsse verfolgen. Sie können Notizen und Aufgaben zu Ihren Vertriebsprojekten ebenso verwalten wie Hintergrundinformationen, den Wert des Projektes oder den Status: Offen, Gewonnen, Verloren.
es: Utilice los proyectos para hacer un seguimiento de sus propuestas, presupuestos y ventas. Puede guardar notas y tareas sobre cada proyecto, además de información clave como el importe que ha ofertado y el estado de la operación: pendiente, ganada o perdida.
fr: Ici vous pouvez suivre vos opportunités de vente, vos offres et vos contrats. Vous pouvez gérer les notes et les tâches de chaque projet ainsi aue des informations supplémentaires, la valeur du projet ou l'état: Ouvert, Gagné, Perdu.
hu: Itt követheti értékesítési lehetőségeit, ajánlatait, és kötéseit. Itt kezelni tudja ugyanúgy a megjegyzéseket, feladatokat az értékesítési projektjeihez, mint a háttérinformációkat, a projekt értékeit, és az állapotot: Nyitott, megnyert, elvesztett

# ProjectsAmountingTo
source: Amounting to
de: im Wert von
es: Por un importe de
fr: En valeur de
hu: ...értékben

# UpcomingProjectEmailBody
source: Dear {0}, we would like to remind you, that there are {1} projects due this week. Perhaps any of these need your attention? We would be grateful if you would log in and update their status according to your latest information. Upcoming and overdue projects this week:
de: Hallo {0}, wir möchten dich daran erinnern, dass diese Woche {1} Projekte fällig sind. Möglicherweise benötigt eines der Projekte deine Aufmerksamkeit? Du kannst dich jetzt am L-mobile-System anmelden und deine aktuellsten Ergebnisse eintragen. Anstehende und überfällige Projekte diese Woche:
es: Estimado/a {0}, nos gustaría recordarle que hay {1} proyectos que deben ser entregados esta semana. ¿Quizás alguno de ellos necesite su atención? Le agradeceríamos que se conectara y actualizara su estado de acuerdo con su información más reciente. Proyectos próximos y atrasados esta semana:
fr: Bonjour {0}, Nous aimerions vous rapeller des projets, qui sont programmés pour cette semaine {1}. Probablement un de ces projets a besoin de votre attention? Vous pouvez accèder le système L-mobile et saisir les dernières informations. Projets en retard et programmés pour cette semaine:
hu: Kedves {0}, Emlékeztetni szeretném {1} projektekre, melyek ezen a héten esedékesek. Talán valamelyiknek szüksége van az ön ellenőrzésére? Hálásak lennénk ha bejelentkezne és frissítené az állapotukat a legutóbbi információi alapján. Közelgő és lejárt projektek ezen a héten:

# UpcomingProjectEmailSubject
source: L-mobile: Upcoming and due projects until {0:d}
de: L-mobile: Projektliste bis {0:d}
es: L-móvil: Proyectos próximos y vencidos hasta {0:d}
fr: L-mobile: liste des projets en retard et programmés jusqu'à {0:d}
hu: L-mobile: Közelgő és esedékes projektek eddig: {0:d}

# GeneratedEmailMessage
source: You receive this information because the L-mobile server generated this message for you. Please do not reply to this message.
de: Der L-mobile-Server hat diese Nachricht für dich generiert. Bitte antworte nicht darauf.
es: Este mensaje ha sido generado por el servidor de L-mobile. Por favor, no responda a este mensaje.
fr: Le serveur L-mobile Server a crée ce message pour vous. Ne répondez pas svp.
hu: L-mobile server generálta ezt az üzenetet. Kérem ne válaszoljon rá.

source: Overdue projects
de: Überfällige Projekte
es: Proyectos atrasados
fr: Projets en retard
hu: Határidőn túli projektek

source: Open projects
de: Offene Projekte
es: Proyectos abiertos
fr: Projets ouverts
hu: Nyitott projektek

source: Own overdue projects
de: Eigene überfällige Projekte
es: Proyectos propios atrasados
fr: Propres projets en retard
hu: Egy határidőn túli projekt

# StandardAddressCity
source: City
de: Stadt
es: Ciudad
fr: Ville
hu: Város

# StandardAddressZipCode
source: Zip code
de: Postleitzahl
es: Codigo postal
fr: Code postale
hu: Postai irányítószám

# ProjectValue
source: Value
de: Wert
es: Valor
fr: Valeur
hu: Értékelés

# ProjectWeightedValue
source: Weighted value
de: Gewichteter Wert
es: Valor ponderado
fr: Valeur pondérée
hu: Súlyozott érték

source: Detach project
de: Projekt abtrennen
es: Desvincular proyecto
fr: Détacher projet
hu: Projekt leválasztása

# WonCustomer
source: Customer for won project
de: Kunde für gewonnenes Projekt
es: Cliente para el proyecto ganado
fr: Client pour projet gagné
hu: Nyertes projektekhez tartozó ügyfelek

source: Project no.
de: Projektnummer
es: Número de proyecto
fr: N° projet
hu: A projekt száma

# ProjectParentName
source: Belongs to
de: Gehört zu
es: Pertenece a
fr: Appartient à
hu: Itt

# CrmProject_Project
source: Projects
de: Projekte
es: Proyectos
fr: Projets
hu: Projektek

# CrmProject_ProjectStatus
source: Project status
de: Projektstatus
es: Estado del proyecto
fr: État du projet
hu: Projekt státusz

# ProjectsEmptyStateTitle
source: No projects
de: Keine Projekte
es: No hay proyectos
fr: Aucun projet
hu: Nincs projekt

source: Project list
de: Projektliste
es: Lista de proyectos
fr: list des Projects
hu: Projekt lista

# RemovContactRelationship
source: Remove contact relationship
de: Kontaktbeziehungen entfernen
es: Eliminar la relación de contacto
hu: Kontakt kapcsolatának eltávolítása

# CrmProject_ProjectLostReasonCategory
source: Categories for lost projects
de: Kategorien für verlorene Projekte
es: Categorías de proyectos perdidos
fr: Catégories de projet perdu
hu: Vesztett projekt kategóriák

# CrmProject_ProjectCategory
source: Project categories
de: Projektkategorien
es: Categorías de proyecto
fr: Catégories de projet
hu: Projekt kategóriák

# CrmProject_ProjectContactRelationship
source: Project-contact relationships
de: Projekt-Kontakt-Beziehungen
es: Relación proyecto-contacto
fr: Relations projet contact
hu: Projekt-kontakt kapcsolatok

# CrmProject_ProjectContactRelationshipType
source: Project-contact relationship types
de: Projekt-Kontakt-Beziehungstypen
es: Tipos de relación proyecto-contacto
fr: Types de Relations projet contact
hu: Projekt-kontakt kapcsolat típusok

source: Project-contact relationships
de: Projekt-Kontakt-Beziehungen
es: Relaciones entre proyectos y contactos
fr: Relations projet-contact
hu: Projekt-kontakt kapcsolatok

source: Add project relationship
de: Projektbeziehung hinzufügen
es: Añadir relación de proyecto
fr: Ajouter une relation de projet
hu: Projekt kapcsolat hozzáadása

# ProjectDropboxAddressDescription
source: A project related dropbox E-mail address allows you to directly add outgoing or incoming e-mails to the note list of this project. If you open the editor of your E-mail client via a person's contact link on this page, the project-related dropbox E-mail address is automatically inserted into the BCC field so that the E-mail is added to the project's note list on dispatching the E-mail. If you want to add the E-mail to the recipient's or sender's note list instead, then please use your personal dropbox E-mail address which you can find on your "<a href="{0}">{1}</a>" page.
de: Eine projektbezogene Dropbox-E-mail-Adresse ermöglicht Ihnen, ein- oder ausgehende E-Mails direkt der Notizliste dieses Projekts hinzuzufügen. Öffnen Sie den Editor Ihres E-mail-Programms über den Link einer Kontaktperson des Projekts, wird die projektbezogene Dropbox-E-mail-Adresse automatisch im BCC-Feld eingetragen, so dass die E-mail beim Versand der Notizliste des Projekts hinzugefügt wird. Wollen Sie die E-mail dagegen nicht der Notizliste des Projekts sondern der Notizliste des Empfängers bzw. Absenders zuordnen, verwenden Sie hierfür bitte Ihre persönliche Dropbox-E-mail-Adresse, welche Sie auf Ihrer "<a href="{0}">{1}</a>"-Seite finden.
es: Una dirección de correo electrónico del buzón relacionada con el proyecto le permite añadir directamente los correos electrónicos salientes o entrantes a la lista de notas de este proyecto. Si abre el editor de su cliente de correo electrónico a través del enlace de contacto de una persona en esta página, la dirección de correo electrónico del buzón relacionada con el proyecto se inserta automáticamente en el campo CCO para que el correo electrónico se añada a la lista de notas del proyecto al enviar el correo electrónico. Si desea añadir el correo electrónico a la lista de notas del destinatario o del remitente, utilice su dirección de correo electrónico personal de Dropbox, que puede encontrar en su página "<a href="{0}">{1}</a>".
fr: L'E-mail Drop-Box permet d'ajouter les e-mails sortant et les e-mails entrant à la liste de notes de votre projet. Si vous ouvrez l'éditeur de votre application E-mail en cliquqnt sur le lien d'un contact du projet, l'adresse E-mail Drop-Box du projet sera automatiquement inséré dans le champs BCC. C'est ainsi que l'E-mail sortant sera ajouté automatiquement à la liste de notes du projet. Si vous voulez que l'E-mail ne sera pas stocké dans la liste de notes du projet, mais dans la liste du destinataire ou de l'émetteur, utilisez votre adresse E-mail Drop-Box personalisée, que vous trouvé sur votre site "<a href="{0}">{1}</a>".
hu: Egy projektre vonatkozó dropbox E-mail cím lehetővé teszi, a kimenő vagy bejövő e-maileknek közvetlenül az adott a projektekhez történő csatolását. Nyisson meg egy új e-mailt a projekt egyik kapcsolattartó személyének linkjén keresztül, igy a projekthez tartozó dropbox E-mail cím automatikusan a BCC mezőbe bevitelre kerül, így az E-mail a projekt megjegyzés-listájának elküldéskor csatolásra kerül. Ha Ön ezzel szemben az e-mailt nem a projektnek a megjegyzéslistájához, hanem a címzett, illetve a feladó megjegyzéslistájához akarja csatolni, ehhez használja az Ön személyes dropbox E-mail címét, amely az Ön "<a href="{0}">{1}</a>" oldalán található

# CrmProject_ProjectCategoryGroups
source: Project category groups
de: Projektkategoriegruppen
es: Grupos de categorías de proyectos
fr: Groupes de catégories de projet
hu: Project kategória csoportok

source: Project contact relationship
de: Projekt-Beziehung
es: Relación proyecto-contacto
fr: Relation de contact du projet
hu: Projekt kapcsolatok

source: Project contact relationship type
de: Projekt-Beziehungstyp
es: Tipos de relación proyecto-contacto
fr: Type de relation de contact du projet
hu: Projekt kapcsolat típus

source: Project lost reason category key
de: Projektverlustkategorie
es: Clave de la categoría de la causa de pérdida del proyecto
fr: Clé de catégorie de projet perdu
hu: Projektvesztés kategória

source: Project tab
de: Projekt-Tab
es: Pestaña de proyecto
fr: Onglet Projet
hu: Projekt tab

source: Attach project to
de: Projekt hinzufügen
es: Adjuntar proyecto a
fr: Ajouter projet
hu: Projekt hozzáadás

source: Generate and attach projects
de: Erzeugen und Projekt(e) hinzufügen
es: Generar y adjuntar proyectos
fr: Créer et ajouter projets
hu: Projekt generálás és hozzáadás

# ProjectLostReason
source: Reason for lost project
de: Grund für verlorenes Projekt
es: Causa de la pérdida del proyecto
fr: Raison pour projet perdu
hu: Projektvesztés oka

source: Weighted contribution margin
de: Gewichteter Deckungsbeitrag
es: Margen de contribución ponderado
fr: Marge pondérée
hu: Súlyozott közreműködés

# SendMailToPotential
source: Send an E-mail to this potential
de: E-mail an dieses Potential senden
es: Enviar correo al potencial
fr: Envoyer un mail à ce potentiel
hu: E-mail küldése a potenciál

source: Recipient Belongs To
de: Empfänger gehört
es: El destinatario pertenece a
fr: Le destinataire appartient
hu: Címzett hovatartozása

source: Sales related
de: Relevant für Vertrieb
es: Relacionado con ventas
fr: Ventas
hu: Eladáshoz kapcsolódó

source: Won at
de: Gewonnen am
es: Proyecto ganado
fr: Gagné à
hu: Megnyerve

# LastNoteDate
source: Last activity
de: Letzte Aktivität
es: Última actividad
fr: Dernière activité
hu: Utolsó aktivitás

source: Potential
es: Potencial
fr: Potentiel
hu: potenciális

source: Potentials
de: Potentiale
es: Potenciales
fr: Les potentiels
hu: Potenciálok

source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
hu: Bejegyzés hozzáadása

source: Add new potential
de: Neues Potential anlegen
es: Añadir nuevo potencial
fr: Créer un nouveau potentiel
hu: Új potenciál létrehozása

source: Add potential relationship
de: Potentialbeziehung hinzufügen
es: Añadir relación del potencial
fr: Ajouter une relation de potentiel
hu: Potenciális kapcsolat hozzáadása

# ArticleKey
source: Article
de: Artikel
es: Artículo
hu: Cikk

source: Contact History
de: Kontaktverlauf
es: Historial de contacto
fr: Historique des contacts
hu: Kapcsolattartás

# ConvertToProject
source: Convert to a project
de: Umwandeln zu einem Projekt
es: Convertir a proyecto
fr: Transformer en projet
hu: Átalakítás egy projekthez

# CrmProject_PotentialContactRelationship
source: Potential-Relationships
de: Potential-Beziehungen
es: Relaciones-Potencial
fr: Relations potentielles
hu: Lehetséges-kapcsolatok

# CrmProject_PotentialContactRelationshipType
source: Potential-Relationship types
de: Potential-Beziehungstypen
es: Tipos de Relaciones-Potencial
fr: Types de relation potentielle
hu: Potenciális kapcsolattípusok

# DocumentEntryEmptySlate
source: No entries available
de: Keine Einträge vorhanden
es: No hay entradas disponibles
fr: Aucune entrée n'est disponible
hu: Nincsenek bejegyzések

# DropBoxEmptySlate
source: No dropbox E-mail address found for this project
de: Für dieses Projekt wurde keine Dropbox-E-mail-Adresse gefunden
es: No se ha encontrado una dirección de correo de dropbox para este proyecto
fr: Aucune adresse E-mail Dropbox n'a été trouvée pour ce projet
hu: Nem áll rendelkezésre dropbox E-mail ehhez a projekthez

source: Edit Potential
de: Potential bearbeiten
es: Editar potencial
fr: Modifier le potentiel
hu: Potenciál szerkesztése

source: Feedback received
de: Rückmeldung erhalten
es: Feedback recibido
fr: Feedback reçu
hu: Visszajelzés érkezett

source: My opened Potentials
de: Meine offenen Potentiale
es: Mis Potenciales abiertos
fr: Mes potentiels ouverts
hu: Nyílt lehetőségem

# NoPotentialDropboxAddress
source: With the generation of your personal dropbox E-mail address, a project related dropbox E-mail address will be generated for each project which will be displayed in this box. You will also have the possibility to import the project-related dropbox E-mail address as vCard into your E-mail application.
de: Gleichzeitig mit der Generierung Ihrer persönlichen Dropbox E-mail-Adresse wird für jedes Potential eine Potentialbezogene Dropbox E-mail-Adresse generiert, welche in dieser Box angezeigt wird. Außerdem besteht die Möglichkeit, die Potentialbezogene Dropbox E-mail-Adresse als vCard in Ihr E-mail-Programm zu importieren.
es: Al generar una dirección de correo de dropbox personal, se generará una dirección de dropbox asociada a cada proyecto, que se mostrará en este recuadro. También tendrá la posibilidad de importar las direcciones de dropbox relacionadas a los proyectos como una vCard dentro de su aplicación de correo.
fr: Avec la génération de votre adresse E-mail dropbox personnelle, une adresse E-mail dropbox liée au projet sera générée pour chaque projet qui sera affichée dans cette boîte. Vous aurez également la possibilité d'importer l'adresse E-mail dropbox liée au projet en tant que vCard dans votre application de messagerie.
hu: A személyes dropbox E-mail cím generálásával minden egyes projekthez létrehoz egy projekthez kapcsolódó dropbox E-mail cím, amely ebben a mezőben jelenik meg. A projekthez kapcsolódó dropbox E-mail címet vCard formátumban is importálhatja E-mail alkalmazásába.

# NoPotentialsForContact
source: No Potential found for this Contact
de: Es wurden für diesen Kontakt keine Potentiale gefunden
es: No se han encontrado potenciales para este contacto
fr: Pas de potentiels trouvés pour ce contact
hu: Ehhez a Kapcsolathoz nem található potenciális

# NoPotentialsMatchingSearchCriteria
source: No potentials were found matching the given search criteria
de: Zum gewählten Filter wurden keine Potentiale gefunden
es: No se han encontrado potenciales que cumplan con los criterios de búsqueda
fr: Aucun potentiel n'a été trouvé pour le filtre sélectionné
hu: A kiválasztott szűrő számára nem találtak potenciálokat

# NoProjectDropboxAddress
source: With the generation of your personal dropbox E-mail address, a project related dropbox E-mail address will be generated for each project which will be displayed in this box. You will also have the possibility to import the project-related dropbox E-mail address as vCard into your E-mail application.
de: Gleichzeitig mit der Generierung Ihrer persönlichen Dropbox-E-mail-Adresse wird für jedes Projekt eine projektbezogene Dropbox-E-mail-Adresse generiert, welche in dieser Box angezeigt wird. Außerdem besteht die Möglichkeit, die projektbezogene Dropbox-E-mail-Adresse als vCard in Ihr E-mail-Programm zu importieren.
es: Al generar una dirección de correo de dropbox personal, se generará una dirección de dropbox asociada a cada proyecto, que se mostrará en este recuadro. También tendrá la posibilidad de importar las direcciones de dropbox relacionadas a los proyectos como una vCard dentro de su aplicación de correo.
fr: La création de votre adresse E-mail Drop-Box personnelle génère une adresse Drop-Box par projet,qui sera affiché dans cette "box". Vous avez la possibilité d'importer la vCard de cette adresse de project dans votre système E-mail.
hu: Az Ön személyes dropbox E-mail címének generálásával egyidejüleg minden projekt számára a projektre vonatkozó E-mail cím generálásra kerül, amelyet ez a box is kijelez. Ezenkívül lehetséges a projektre vonatkozó E-mail címnek vCard-ként az Ön E-mail programjába történő importálása.

source: Other persons
de: andere Personen
es: Otras personas
fr: Autres personnes
hu: más személyek

# PersonKey
source: Person
es: Persona
fr: Personne
hu: Személy

source: Persons working here
de: Personen derselben Firma
es: Personas trabajando aquí
fr: Personnes realtives à la même société
hu: PUgyanazon társaság személyei

source: Potential-contact relationships
de: Potential-Kontakt-Beziehungen
es: Relaciones Contacto-Potencial
fr: Relations potentiel-contact
hu: potenciálokat-kontakt kapcsolatok

source: Potential No.
de: Potentialnummer
es: Núm. de potencial
fr: Chiffre potentiel
hu: Potenciális szám

# PotentialsEmptyStateTitle
source: No potentials
de: Keine Potentiale
es: No hay potenciales
fr: Pas de potentiel
hu: Nincs potenciál

source: Potential status
es: Estado del potencial
fr: État potentiel
hu: Potenciál státusza
