Repository: zibtalel/react-journey-dynamics
Catalog: Main/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Invoicing
de: Verrechnung
es: Facturando
fr: Facturation
hu: Számlázási

source: Invoicing type
de: Verrechnungsart
es: Tipo de facturación
fr: Type facturation
hu: Számlázási mód

source: Field sales
de: Vertriebs-Außendienst
es: Ventas sobre el terreno
fr: Service commercial externe
hu: Üzletkötő

source: Internal sales
de: Vertriebs-Innendienst
es: Ventas internas
fr: Service commercial interne
hu: Belső értékesítő

source: Sales backoffice
de: Vertriebsbüro
es: Ventas backoffice
fr: Bureau de vente
hu: Kereskedelmi képviselet

source: Head of sales
de: Vertriebsleitung
es: Jefe de ventas
fr: Responsable des ventes
hu: Kereskedelmi vezető

source: Footer
de: Fußbereich
fr: Pied de page
hu: Lábléc

source: Header
de: Kopfbereich
fr: La page en-tête
hu: Fejléc

# PleaseStandbyIndexRecreating
source: The index is recreating. Please wait a few minutes before you reload the page.
de: Der Index wird neu erstellt. Bitte warten Sie einige Minuten bevor Sie die Seite neu laden.
es: El índice se está recreando. Por favor, espere unos minutos antes de recargar la página.
fr: La création de l'index est en cours. Merci de bien vouloir attendre quelques minutes avant de recharger la page à nouveau
hu: Az index jelenleg építés alatt áll. Kérem várjon pár percet mielőtt újratölti az oldalt.

source: Abort
de: Abbrechen
es: Abortar
fr: Annuler
hu: Mégse

# RuleViolation.Name1Required
source: Name is required
de: Name wird benötigt
es: El nombre es obligatorio
fr: Nom obligatoire
hu: Név kötelező

source: Edit visibility
de: Sichtbarkeit ändern
es: Editar visibilidad
fr: Editer la visibilitè
hu: Láthatóság szerkesztése

source: Folder
de: Ordner
es: Carpeta
fr: Répertoire
hu: Mappa

source: Update
de: Aktualisieren
es: Actualizar
fr: Actualiser
hu: Frissítés

source: Select address
de: Adresse auswählen
es: Seleccione la dirección
fr: Selectionez une addresse
hu: Cím választása

source: Area code
de: Vorwahl
es: Código de área
fr: code régional
hu: Terület kód

# AddressSelectCompany
source: To insert address information you must select a company first.
de: Um die Adressinformationen einzugeben, muss zunächst eine Firma ausgewählt werden.
es: Para insertar la información de la dirección debe seleccionar primero una empresa.
fr: Pour insérer des informations d'adresse vous devez choisir une entreprise d'abord.
hu: Cím információ hozzáadásához először választania kell egy céget.

# AddAddressToCompany
source: Add an address to the company.
de: Eine neue Adresse zur Firma anlegen.
es: Añadir una dirección a la empresa.
fr: Ajoutez une adresse à l'entreprise.
hu: Cím hozzáadása a céghez

# InitializeTaskTopMenuViewModel
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
hu: Feladatok

# Main_AddressType
source: Address types
de: Adresstypen
es: Tipos de direcciones
fr: Types d'adresses
hu: Cím típusok

# Main_CompanyType
source: Company types
de: Firmentypen
es: Tipo de empresa
fr: Types d'entreprises
hu: Cég típusok

# Main_Country
source: Countries
de: Länder
es: Paises
fr: Pays
hu: Országok

# Main_EmailType
source: E-mail types
de: E-mail-Typen
es: Tipos de Emails
fr: Types d'E-mail
hu: E-mail típusok

# Main_FaxType
source: Fax types
de: Faxtypen
es: Tipo de fax
fr: Types de fax
hu: Fax típusok

# Main_PhoneType
source: Phone types
de: Telefontypen
es: Tipos de teléfonos
fr: Types de téléphone
hu: Telefon típusok

# Main_Region
source: Regions
de: Regionen
es: Regiones
fr: Régions
hu: Régiók

# Main_SourceType
source: Contact sources
de: Kontaktherkunft
es: Fuentes de contacto
fr: Origine de contact
hu: Kapcsolat források

# Main_Tag
source: Tags
de: Schlagworte
es: Etiquetas
fr: Tag
hu: Címkék

# Main_TaskType
source: Task types
de: Aufgabentypen
es: Tipo de tarea
fr: Types de tâches
hu: Feladat típusok

# Main_WebsiteType
source: Website types
de: Websitetypen
es: Tipos de sitios web
fr: Types de sites internet
hu: Honlap típusok

# StaffTab
source: People tab
de: Personen-Tab
es: Pestaña de personas
fr: Onglet des personnes
hu: Személyzet fül

# Main_BravoCategory
source: Bravo categories
de: Bravokategorien
es: Categorias bravo
fr: Catégories de Bravo
hu: Bravo kategóriák

# Main_InvoicingType
source: Invoicing types
de: Verrechnungsarten
es: Tipos de facturación
fr: Types de facturation
hu: Számlázási típusok

# Main_Language
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
hu: Nyelvek

# Main_LengthUnit
source: Length units
de: Längeneinheiten
es: Unidades de longitud
fr: Unité de longueur
hu: Hosszúsági egységek

# Main_NumberOfEmployees
source: Number of employee categories
de: Mitarbeiteranzahlkategorien
es: Número de categorías de empleados
fr: Catégories de nombre d'employées
hu: Alkalmazottak száma kategóriák

# Main_PaymentCondition
source: Payment conditions
de: Zahlungsbedingungen
es: Condiciones de pago
fr: Conditions de paiement
hu: Fizetési feltételek

# Main_PaymentInterval
source: Payment intervals
de: Zahlungsrhythmen
es: Intervalos de pago
fr: Rythme de paiement
hu: Fizetési intervallumok

# Main_PaymentType
source: Payment types
de: Zahlungsarten
es: Tipos de pago
fr: Types de paiement
hu: Fizetési típusok

# Main_SalutationLetter
source: Letter salutations
de: Briefanrede
es: Saludos por carta
fr: Salutation
hu: Levél megszólítások

# Main_Skill
source: Skills
de: Fähigkeiten
es: Competencias
fr: Compétences
hu: Képességek

# Main_Turnover
source: Turnover categories
de: Umsatzkategorien
es: Categorias de ventas
fr: Catégories de chiffre d'affaire
hu: Látogatási gyakoriságok

# Main_UserStatus
source: User statuses
de: Benutzerstatus
es: Estados del usuarios
fr: État d'utilisateur
hu: Felhasználó státuszok

# Main_ZipCodeFilterType
source: Zipcode filter types
de: Postleitzahlfilterarten
es: Tipos de filtro de código postal
fr: Types de filtres de code postale
hu: Irányítószám szűrési típusok

source: Tasks tab
de: Aufgaben-Tab
es: Pestaña de tareas
fr: Onglet des tâches
hu: Feladatok fül

# Main_BusinessRelationship
source: Business relationships
de: Geschäftsbeziehungen
es: Relaciones comerciales
fr: Relations d'affaires
hu: Üzleti kapcsolatok

# Main_CompanyPersonRelationship
source: Company person relationships
de: Unternehmen Person-Beziehung
es: Empresa Persona Relación
fr: Relations entreprise-personne
hu: Cég Személy kapcsolat

# Main_BusinessRelationshipType
source: Business relationship types
de: Geschäftsbeziehungstypen
es: Tipos de relaciones comerciales
fr: Types de relations commerciales
hu: Üzleti kapcsolat típusok

# Main_CompanyPersonRelationshipType
source: Company person relationship types
de: Unternehmen Person-Beziehungstypen
es: Tipos de relaciones empresa-persona
fr: Types de relations entreprise-personne
hu: Cég Személy Kapcsolat típusa

# Main_Bravo
source: BRAVOs
hu: Bravok

# Main_NoteType
source: Note types
de: Notiztypen
es: Tipos de nota
fr: Types de note
hu: Jegyzet típusok

# Main_Salutation
source: Salutations
de: Anreden
es: Saludos
fr: Salutation
hu: Üdvözlések

# Main_TimeUnit
source: Time units
de: Zeiteinheiten
es: Unidades de tiempo
fr: Unités de temps
hu: Időegységek

# Main_Title
source: Titles
de: Titel
es: Titulos
fr: Titre
hu: Fokozatok

source: Loading results
de: Ergebnisse werden geladen
es: Cargando resultados
fr: Chargement des résultats
hu: Találatok betöltése

source: Response
de: Antwort
es: Respuesta
fr: réponse
hu: Válasz

source: Release
de: Freigeben
es: Publicar
fr: Publier
hu: Kiadás

source: Business relationship
de: Geschäftsbeziehungen
es: Relación comercial
fr: relation d'affaires
hu: Üzleti kapcsolat

source: Business relationship type
de: Geschäftsbezihungstyp
es: Categoría de la relación comercial
fr: Type de la relation d'affaires
hu: Üzleti kapcsolat típus

source: Company person relationship
de: Unternehmen Person-Beziehung
es: Relación empresa-persona
fr: relation entreprise-personne
hu: Cég Személy kapcsolat

source: Company person relationship type
de: Unternehmen Person-Beziehungstypen
es: Tipos de la relación empresa-persona
fr: Type de la relation entreprise-personne
hu: Cég Személy Kapcsolat típusa

source: Department type
de: Abteilungstyp
es: Tipo de departamento
fr: Département
hu: Részleg típusa

source: Material client
hu: Mobil CRM

source: Order status
de: Auftragsstatus
es: Estado del pedido
fr: Statut de la commande
hu: Rendelés státusza

source: Source type
de: Quell-Typ
es: Tipo de fuente
fr: type de source
hu: Forrás típus

source: User task
de: Benutzeraufgabe
es: Tarea del usuario
fr: tâche d'utilisateur
hu: Felhasználói feladat

# Main_Person
source: Persons
de: Personen
es: Personas
fr: Personnes
hu: Személyek

# Main_Fax
source: Faxes
de: Fax
fr: Fax
hu: Faxok

# Main_Address
source: Addresses
de: Adressen
es: Direciones
fr: Adresses
hu: Címek

# Main_FileResource
source: File resources
de: Dateien
es: Recursos de archivo
fr: Fichiers
hu: Fájlok

# Main_User
source: Users
de: Benutzer
es: Usuario
fr: Utilisateurs
hu: Felhasználók

# Main_Company
source: Companies
de: Firmen
es: Empresas
fr: Entreprise
hu: Cégek

# Main_DocumentAttribute
source: Documents
de: Dokumente
es: Documentos
fr: Attribut document
hu: Dokumentumok

# Main_Note
source: Notes
de: Notizen
es: Notas
hu: Jegyzetek

# Main_Website
source: Websites
de: Webseiten
es: Sitios web
fr: Sites internet
hu: Honlapok

# Main_RecentPage
source: Recent pages
de: Verlauf
es: Páginas recientes
fr: Pages consultées
hu: Előző oldalak

# Main_Phone
source: Phones
de: Telefonnummern
es: Teléfonos
fr: Numéros de téléphone
hu: Telefonok

# Main_Permission
source: Permissions
de: Berechtigungen
es: Permisos
hu: Jogosultságok

# Main_Email
source: E-mails
fr: E-mail
hu: E-mailek

# Main_PermissionSchemaRole
source: Roles
de: Rollen
fr: Rôles
hu: Szerepkörök

# Main_Usergroup
source: User groups
de: Benutzergruppen
es: Grupos de usuarios
fr: Groupes d'utilisateur
hu: Felhasználói csoportok

# Main_UserNote
source: Notes
de: Notizen
es: Notas
hu: Jegyzetek

# Main_Currency
source: Currencies
de: Währungen
es: Monedas
fr: Monnaies
hu: Pénznemek

# Main_LinkResource
source: Links
es: Enlaces
fr: Lien
hu: Linkek

# Main_Task
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
hu: Feladatok

# Sales
source: Sales management
de: Vertrieb
es: Ventas
fr: Ventes
hu: Értékesítés

source: Absence type
de: Abwesenheitstyp
es: Tipo de ausencia
fr: Type d'absence
hu: Távollét típusa

# AddressTypeKey
source: Address type
de: Adresstyp
es: Clave de tipo de dirección
fr: Clé de type d'adresse
hu: Cím típus

source: Apple device token
de: Apple-Gerät-Token
es: Token del dispositivo Apple
fr: token de l'appareil Apple
hu: Apple eszköz token

# ArticleGroup01Key
source: Article group 01
de: Artikelgruppe 01
es: Clave del grupo de artículos 01
fr: Clé de article group 01
hu: Cikkcsoport 01

# ArticleGroup02Key
source: Article group 02
de: Artikelgruppe 02
es: Clave del grupo de artículos 02
fr: Clé de article group 02
hu: Cikkcsoport 02

# ArticleGroup03Key
source: Article group 03
de: Artikelgruppe 03
es: Clave del grupo de artículos 03
fr: Clé de article group 03
hu: Cikkcsoport 03

# ArticleGroup04Key
source: Article group 04
de: Artikelgruppe 04
es: Clave del grupo de artículos 04
fr: Clé de article group 04
hu: Cikkcsoport 04

# ArticleGroup05Key
source: Article group 05
de: Artikelgruppe 05
es: Clave del grupo de artículos 05
fr: Clé de article group 05
hu: Cikkcsoport 05

# ArticleTypeKey
source: Article type
de: Artikeltyp
es: Clave del tipo de artículo
fr: Clé du type de article
hu: Cikk típus

source: Bugtracker ID
es: ID de Bugtracker
hu: Hibakövető ID

source: Business relationships
de: Geschäftsbeziehungen
es: Relaciónes comerciales
fr: relations d'affaires
hu: Üzleti kapcsolatok

source: Company person relationships
de: Beziehungen zwischen Unternehmen und Personen
es: Relaciónes empresa-persona
fr: relations entreprise-personne
hu: Cég Személyes kapcsolatok

# BusinessTitleKey
source: Business title
de: Geschäftstitel
es: Clave del título de la empresa
fr: Clé de titre d'affaires
hu: Beosztás

# CalculationPositionTypeKey
source: Calculation position type
de: Berechnungspositionstyp
es: Clave del tipo de posición de cálculo
fr: Clé de la position de la calculation
hu: Számítási pozíció

# CauseOfFailureKey
source: Cause of failure
de: Fehlerursache
es: Clave de la causa del fallo
fr: Clé de la cause de l'échec
hu: Hiba oka

source: Causing item no.
de: Verursachungsgeräteakte-Nummer
es: Número de elemento causante
fr: Article causant no.
hu: Okozó cikkszám

source: Causing item previous serial no.
de: Verursachungsgeräteakte-bisherige-Serien-Nr
es: Anterior artículo causante número de serie.
fr: Ancien numero de serie de l'article causant
hu: Okozó cikk előző szériaszáma

source: Causing item serial no.
de: Verursachungsgeräteakte-Serien-Nr
es: Artículo causante número de serie.
fr: Numero de serie de l'article causant
hu: Okozó cikk szériaszáma

source: Child ID
de: Kind-ID
fr: ID de l'enfant
hu: Gyerek ID

source: Clone
de: Klonen
es: Clonar
fr: Cloner
hu: Másolás

source: Clone template
de: Template klonen
es: Clonar plantilla
fr: Cloner le modèle
hu: Másolási sablon

source: Closed by
de: Geschlossen durch
es: Cerrado por
fr: Fermé par
hu: általa lezárva

# CommissioningStatusKey
source: Commissioning status
de: Inbetriebnahmestatus
es: Clave del estado de la puesta en marcha
fr: Clé de statut de mise en service
hu: Kommissió státusz

# CompanyGroupFlag1Key
source: Company group flag 1
de: Firmengruppenflag 1
es: Clave de la etiqueta del grupo de empresas 1
fr: Clé du drapeau du groupe de l'entreprise 1
hu: Cégcsoport jelzője 1

# CompanyGroupFlag2Key
source: Company group flag 2
de: Firmengruppenflag 2
es: Clave de la etiqueta del grupo de empresas 2
fr: Clé du drapeau du groupe de l'entreprise 2
hu: Cégcsoport jelzője 2

# CompanyGroupFlag3Key
source: Company group flag 3
de: Firmengruppenflag 3
es: Clave de la etiqueta del grupo de empresas 3
fr: Clé du drapeau du groupe de l'entreprise 3
hu: Cégcsoport jelzője 3

# CompanyGroupFlag4Key
source: Company group flag 4
de: Firmengruppenflag 4
es: Clave de la etiqueta del grupo de empresas 4
fr: Clé du drapeau du groupe de l'entreprise 4
hu: Cégcsoport jelzője 4

# CompanyGroupFlag5Key
source: Company group flag 5
de: Firmengruppenflag 5
es: Clave de la etiqueta del grupo de empresas 5
fr: Clé du drapeau du groupe de l'entreprise 5
hu: Cégcsoport jelzője 5

source: Company or person
de: Firma oder Person
es: Empresa o persona
fr: Entreprise ou personne
hu: Cég vagy személy

# CompanyTypeKey
source: Company type
de: Firmentyp
es: Clave del tipo de empresa
fr: Clé du type de l'entreprise
hu: Cég típusa

# ComponentKey
source: Component
de: Komponenten
es: Clave del componentes
fr: Clé de composant
hu: Komponenes

source: Configuration rule
de: Konfigurationsregel
es: Regla de configuración
fr: Règle de la configuration
hu: Konfigurációs szabály

source: Contact person relationship
de: Personen-Beziehung
es: Relación con la persona de contacto
fr: Relation personne de contact
hu: Kapcsolattartó személy kapcsolat

source: Contact person relationship type
de: Personen-Beziehungstyp
es: Tipo de relación con la persona de contacto
hu: Kapcsolattartó személy kapcsolat típus

source: Content type
de: Inhaltstyp
es: Tipo de contenido
fr: Type du Contenu
hu: Tartalom típusa

# ContractTypeKey
source: Contract type
de: Vertragstyp
es: Clave del tipo de contrato
fr: Clé du type du contrat
hu: Szerződés típusa

# CostCenterKey
source: Cost center
de: Kostenträger
es: Clave del centro de costes
fr: Clé du centre de coûts
hu: Költség központ

# CostsCurrencyKey
source: Costs currency
de: Kostenwährung
es: Clave de la moneda de constes
fr: Clé de la devise du coût
hu: Költség pénzneme

source: CSS-path
de: CSS-Pfad
es: ruta-CSS
fr: Dossier CSS
hu: CSS-elérés

# CurrencyKey
source: Currency
de: Währung
es: Clave de la moneda
fr: Clé de la devise
hu: Pénznem

source: Custom aim
de: Benutzerdefiniertes Ziel
es: Objetivo personalizado
fr: Objectif personnalisé
hu: Egyedi cél

source: Custom description
de: Benutzerdefinierte Beschreibung
es: Descripción personalizado
fr: Description personnalisée
hu: Egyedi leírás

source: custom role
de: benutzerdefinierte Rolle
es: Rol personalizado
fr: Rôle personnalisé
hu: egyedi szerepkör

source: Default locale
de: Standard-Lokale
es: Ubicación por defecto
fr: locale par défaut
hu: Alapértelmezett hely

# DepartmentTypeKey
source: Department type
de: Abteilungstyp
es: Clave de tipo de departamento
fr: Clè du type du department
hu: Részleg típus

source: Dispatched user
de: Geplanter Techniker
es: Usuario trabajando
fr: Utilisateur envoyé
hu: Megbízott felhasználó

source: Dispatched username
de: Geplanter Techniker Name
es: Username trabajando
fr: Nom d'utilisateur envoyé
hu: Megbízott felhasználónév

source: Dynamic form element type
de: Dynamisches Formular Elementtyp
es: Tipo de elemento de formulario dinámico
hu: Űrlap elem

# DynamicFormLanguage
source: Dynamic forms language
de: Dynamische Formulare Sprache
es: Idioma de formulario dinámico
fr: langues du formulaire dynamique
hu: Űrlap nyelve

# DynamicFormLocalization
source: Dynamic forms localization
de: Dynamische Formulare Lokalisierung
es: Localización de formulario dinámico
fr: Localisation formulaires dynamiques
hu: Űrlap lokalizációi

# DynamicFormStatus
source: Dynamic forms status
de: Dynamische Formulare Status
es: Estado de formulario dinámico
fr: Statut du formulaire dynamique
hu: Űrlap státusz

source: Entity ID
es: ID de la entidad
fr: ID d'entité
hu: Entitás ID

source: Entity type name
de: Entitytyp-Name
es: Nombre del tipo de entidad
fr: Nom du type d'entité
hu: Entitás típus név

source: Event
de: Ereignis
es: Evento
fr: Événement
hu: Esemény

# ExpenseTypeKey
source: Expense type
de: Aufwandstyp
es: Clave de tipo de gasto
fr: Clé du type de dépense
hu: Költség típus

source: Favicon URL
hu: Egyéni ikon URL

source: File name
de: Dateiname
es: Nombre del fichero
fr: Nom du fichier
hu: Fájlnév

source: Finished by user
de: Erledigt durch Benutzer
es: Finalizado por usuario
fr: Terminé par l'utilisateur
hu: Felhasználó által befejezve

source: First answer unit key
de: Erste-Antwort-Unit-Key
es: Clave de la unidad de primera respuesta
fr: Clé de l'unité de la première réponse
hu: Első válasz egység

source: General token
de: Allgemeiner Token
es: Token general
fr: Token Generale
hu: Általános token

source: Groups
de: Gruppen
es: Grupos
fr: groupes
hu: Csoportok

source: Icon
de: Symbol
es: Icono
fr: Icône
hu: Ikon

source: Increased price currency key
de: Erhöhter Preiswährung
es: Clave de la moneda del precio aumentado
fr: Clé de la devise du prix augmenté
hu: Megnövelt ár pénznem

source: Installation type key
de: Geräteakten-Typ
es: Clave de tipo de instalación
fr: Clé du type d'installation
hu: Eszközakta típus

source: Internal information
de: Interne Information
es: Información interna
fr: Information interne
hu: Belső információ

source: Inverse relationship type key
de: Verkehrte-Beziehungstyp
es: Clave de tipo de relación inversa
fr: Clé du type de relation inverse
hu: Fordított kapcsolat típus

source: Invoice reason key
de: Rechnungsgrund
es: Clave del motivo de la factura
fr: Clé de la raison de facturer
hu: Számlázás oka

source: Invoicing type key
de: Fakturierungstyp
es: Clave de tipo de facturación
fr: Clé du type de facturation
hu: Számlázás típus

source: Iso2Code
hu: Iso2Kód

source: Iso3Code
hu: Iso3Kód

# LanguageKey
source: Language
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv

source: Limit type key
de: Limittyp
es: Clave de tipo de límite
fr: Clé de type de limite
hu: Határ típus

source: Location key
de: Standort
es: Clave de ubicación
fr: Clé de l'emplacement
hu: Elhelyezkedés

# LocationNo
source: Storage area no.
de: Standort-Nr.
es: Numero de ubicación
fr: Emplacement no.
hu: Elhelyezkedés száma

source: Longtext
es: Texto largo
hu: Hosszú szöveg

source: Manufacturer key
de: Hersteller
es: Clave del fabricante
fr: Clé du constructeur
hu: Gyártó

source: Material no.
de: Artikel-Nr.
es: Número de material
fr: matériel no.
hu: Anyag szám

# NoCausingItemPreviousSerialNoReasonKey
source: No causing item previous serial no. reason
de: Verursachungsgeräteakte Grund für fehlende bisherige Serien-Nr
es: Clave de la razón que no hay número de serie del artículo causante anterior
fr: Clé de la raison qu'aucun précédent article causant numéro de série
hu: Okozó cikk hiányzó előző szériaszám

# NoCausingItemSerialNoReasonKey
source: No causing item serial no. reason
de: Verursachungsgeräteakte Grund für fehlende Serien-Nr
es: Clave de la razón que no hay número de serie del artículo causante
fr: Clé de la raison qu'aucun article causant numéro de série
hu: Okozó cikk hiányzó szériaszám

# NoInvoiceReasonKey
source: No invoice reason
de: Grund für fehlende Faktur
es: No hay clave del motivo para facturación
fr: Clé de la raison d'aucune facture
hu: Hiányzó számla oka

# NoPreviousSerialNoReasonKey
source: No previous serial no. reason
de: Grund für fehlende bisherige Serien-Nr
es: Clave de la razón que no hay número de serie anterior
fr: Clé de la raison d'aucun numéro de série précédent
hu: Hiányzó előző szériaszám

source: Numbering sequence
de: Nummerierungssequenz
es: Secuencia de numeración
fr: séquence de numérotation
hu: Számozási szekvencia

# NumberOfEmployeesKey
source: Number of employees
de: Nummer von Mitarbeiter
es: Clave del número empleado
fr: Clé du Nombre des salariés
hu: Dolgozók száma

source: Offer tab
de: Angebote-Tab
es: Pestaña de ofertas
fr: Onglet d'offre
hu: Ajánlat tab

source: Parent article group
de: Übergeordnete Gruppe
es: Grupo de artículos master
fr: Group du article parent
hu: Szülő cikkcsoport

source: Payment condition key
de: Zahlungsbedienungen
es: Clave de la condición de pago
fr: Clé de condition de paiement
hu: Fizetési feltétel

source: Payment interval key
de: Zahlungsinterval
es: Clave del intervalo de pago
fr: Clé d'intervalle de paiement
hu: Fizetési intervallum

source: Payment type key
de: Zahlungstyp
es: Clave del tipo de pago
fr: Clé du type de paiement
hu: Fizetési típus

source: Plugin name
es: Nombre del plugin
fr: Nom du module
hu: Plugin név

# PreferredUserObj
source: Preferred user object
de: Bevorzugtes Benutzerobjekt
es: Objeto de usuario preferido
fr: Objet d'utilisateur préféré
hu: Preferált felhasználó objektum

source: Price currency key
de: Preiswährung
es: Clave de la moneda del precio
fr: Clé de devise des prix
hu: Pénznem

source: Priority key
de: Prioritäts
es: Clave de prioridad
fr: Clé de priorité
hu: Prioritás

source: Reference type
de: Referenztyp
es: Tipo de referencia
fr: type de référence
hu: Hivatkozási typus

source: Region key
de: Region
es: Clave de la región
fr: Clé de région
hu: Régió

source: Reject reason key
de: Ablehnungsgrund
es: Clave del motivo de rechazo
fr: Clé de raison du rejet
hu: Visszautasítás oka

source: Report recipients
de: Berichtsempfänger
es: Destinatarios del informe
fr: Destinataires de rapport
hu: Riport címzettek

# ResponsibleGroupKey
source: Responsible group user
de: Verantwortliche-Gruppe
es: Usuario responsable del grupo
fr: Groupe d'tilisateur responsable
hu: Felelős csoport

source: Rhythm unit key
de: Rhythmus-Unit-Key
es: Clave de la unidad de ritmo
fr: Clé d'unité de rythme
hu: Ütem egység

# RuleViolation.SourcePermissionSchemaRoleId
source: Please select a template
de: Bitte Template auswählen
es: Seleccione una plantilla
fr: veuillez choisir un modèle
hu: Válasszon sablont

source: Salutation key
de: Anrede
es: Clave de saludo
fr: Clé de salutation
hu: Üdvözlés

source: Salutation letter key
de: Begrüßungsschreiben
es: Clave de la carta de saludo
fr: Clé de lettre de salutation
hu: Levél üdvözlés

source: Service completed unit key
de: Service-abgeschlossen-Unit-Key
es: Clave de la unidad del servicio finalizado
fr: Clé de unité du service complété
hu: Befejezett szerviz egység
