Repository: zibtalel/react-journey-dynamics
Catalog: Main/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Service location E-mail
de: Service-Standort-E-mail
es: E-mail de la ubicación del servicio
fr: Courrier électronique du service d'emplacement
hu: Munkaterület E-mail

source: Service location fax
de: Service-Standort-Fax
es: Fax de la ubicación del servicio
fr: Courrier électronique de service d'emplacement
hu: Munkaterület fax

source: Service location mobile
de: Service-Standort-Mobile
es: Móvil de la ubicación del servicio
fr: Service d'emplacement mobile
hu: Munkaterület mobil

source: Service location phone
de: Service-Standort-Telefon
es: Teléfono de la ubicación del servicio
fr: Téléphone du service d'emplacement
hu: Munkaterület telefon

source: Service order type key
de: Serviceauftragstyp
es: Clave del tipo del pedido de servicio
fr: Clé du type du la commande du service
hu: Szervizrendelés típus

source: Service provision per timespan unit key
de: Service-Provision pro Zeitspanne Unit-Key
es: Clave de prestación de servicios por unidad de tiempo
fr: Clé d'unité de durée du service de disposition
hu: Szolgáltatási időtartam egység

source: Service provision unit key
es: Clave de la unidad de prestación de servicios
fr: Clé de l'unité du service de disposition
hu: Szolgáltatási időtartam

source: Settable statuses
de: Einstellbare Status
es: Estados ajustables
fr: Statuts du réglable
hu: Elérhető státuszok

source: Shorttext
de: Kurztext
es: Texto corto
fr: Texte court
hu: Rövid szöveg

source: Signature originator name
de: Verursacher-Name
es: Nombre del emisor de la firma
fr: Signature de l'initiateur
hu: Kezdeményező aláírás név

source: Signature technician name
de: Techniker-Name
es: Nombre del técnico firmante
fr: Signature du technicien
hu: Aláírás technikus neve

# SourcePermissionSchemaRoleId
source: Role template
de: Rollentemplate
es: Plantilla de rol
fr: Rôle du Modèle
hu: Szerepkör séma

source: Spare parts budget invoice type key
de: Ersatzteilbudget Rechnungstyp
es: Clave del tipo de factura del presupuesto de recambios
fr: Clé du type des factures budgètaires des pièces de rechange
hu: Alkatrész költségvetési számla típus

source: Spare parts per timespan unit key
de: Ersatzteile pro Zeitspanne Unit-Key
es: Clave de recambios por unidad de tiempo
fr: Clé du type des unités de durée des pièces de rechange
hu: Alkatrész időegységenként

source: Spare parts unit key
de: Ersatzteile Unit-Key
es: Clave de la unidad de recambios
fr: Clé du type de l'unité des pièces de rechange
hu: Alkatrész egység

source: Status message
de: Statusnachricht
es: Estado del mensage
fr: Statut du message
hu: Státusz üzenet

source: Store no.
de: Lagernummer
es: Numero de tienda
fr: magasin num.
hu: Tárhehy szám

source: Terminal
hu: Terminál

source: Title key
de: Titel
es: Clave del titulo
fr: clé du titre
hu: Titulus

source: To warehouse
de: Zum Lager
es: Al almacén
fr: À l'entrepôt
hu: Cél raktár

source: Transaction code
de: Transaktions-Code
es: Codigó de la transacción
fr: Code de la transaction
hu: Tranzakció kód

source: Transaction ID
de: Transaktons-ID
es: ID de la transacción
fr: none
hu: Tranzakció ID

source: Turnover key
de: Umsatz
es: Clave de volumen de ventas
fr: Clé du chiffre d'affaires
hu: Forgalom

source: User username
de: Benutzer Benutzername
es: Usuario Username
fr: Nom d'utilisateur d'utilisateur
hu: Felhasználónév

source: Validation
de: Validierung
es: Validación
hu: Validáció

source: Variable
hu: Változó

source: VAT level key
de: MwST
es: Clave de nivel de IVA
fr: Clé du niveau de TVA
hu: ÁFA szint

source: Visit aim key
de: Besuchsziel
es: Clave del objetivo de visita
fr: Clé de l'objectif de la visite
hu: Látogatás típus

# VisitEmptySlate
source: There are no visits available.
de: Es sind keine Besuche vorhanden.
es: No hay visitas disponibles
fr: Il n'y a aucune visite disponible.
hu: Nincs elérhető látogatás.

source: Visit Reports tab
de: Besuchsberichte-Tab
es: Pestaña de informes de visita
fr: Onglet des rapports de visite
hu: Látogatási riportok tab

source: Visits tab
de: Besuch-Tab
es: Pestaña de visitas
fr: Onglet des visits
hu: Látogatások tab

source: Visit topic
de: Besuchsthema
es: Tema de la visita
fr: sujet de la visite
hu: Látogatási téme

source: Volume currency key
de: Währung
es: Clave de moneda de volumen
fr: Clé de la devise du volume
hu: Pénznem

# True
source: Yes
de: Ja
es: Si
fr: Oui
hu: Igen

# true
source: Yes
de: Ja
es: Si
fr: Oui
hu: Igen

# False
source: No
de: Nein
fr: Non
hu: Nem

# false
source: No
de: Nein
fr: Non
hu: Nem

# Main_CostCenter
source: Cost centers
de: Kostenstellen
es: Centros de coste
fr: Centres de coûts
hu: Költséghelyek

source: Unassign from role
de: Zuordnung zur Rolle entfernen
es: Desasignar del rol
fr: Désassigner du rôle
hu: Szerepkörből eltávolít

# UnassignUsers
source: There are some users assigned to this role: {0}. Please unassign them first then delete the role afterwards.
de: Es gibt einige Benutzer, die dieser Rolle zugeordnet sind: {0}. Bitte heben Sie die Zuordnung zuerst auf und löschen Sie dann die Rolle.
es: Hay algunos usuarios asignados a este rol: {0}. Por favor, desasígnelos primero y luego elimine el rol.
fr: Certains utilisateurs sont assignés à ce rôle: {0}. Veuillez les désassigner d'abord et supprimer le rôle par la suite.
hu: A következő felhasználók hozzá vannak rendelve ehhez a szerepkörhöz: {0}. Távolítsa el őket majd törölje a szerepkört.

# UnassignUsersFromGroup
source: There are some users assigned to this group: {0}. Please unassign them first then delete the group afterwards.
de: Es gibt einige Benutzer, die dieser Gruppe zugeordnet sind: {0}. Bitte heben Sie die Zuordnung zuerst auf und löschen Sie dann die Gruppe.
es: Existe algún usuario asignado a este grupo: {0}. Por favor, desasigne los usuarios antes de eliminar el grupo.
fr: Il y a des utilisateurs assignés à ce groupe : {0}. Veuillez les retirer d'abord puis supprimer le groupe ensuite.
hu: A következő felhasználók hozzá vannak rendelve ehhez a csoporthoz: {0}. Távolítsa el őket majd törölje a csoportot.

# DocumentAttributeEmptySlate
source: There are no documents available
de: Es sind keine Dokumente verfügbar
es: No hay documentos disponibles
fr: Il n'y a pas de documents disponibles
hu: Nincsenek elérhető dokumentumok

source: Edit document
de: Dokument bearbeiten
es: Editar documento
fr: Editer le document
hu: Dokumentum szerkesztése

source: Administrator
es: Administrador
fr: Administrateur
hu: Adminisztrátor

# UserEmptySlate
source: There are no users available
de: Keine Benutzer vorhanden
es: No hay usuarios disponibles
fr: Il n'y a pas d'utilisateurs disponibles
hu: Nincsenek elérhető felhasználók

# Main_DocumentCategory
source: Document categories
de: Dokumentenkategorien
es: Categoria de documentos
fr: Catégories de document
hu: Dokumentumok kategóriák

source: User status
de: Benutzerstatus
es: Estado del usuario
fr: Statut de l'utilisateur
hu: Felhasználói állapot

source: Thumbnails
de: Vorschaubilder
es: Miniaturas
fr: Vignettes
hu: Indexkép

source: Is great
de: Ist gut
fr: C'est super
hu: Jó

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
hu: Blokkolva

source: Attempts
de: Versuche
es: Intentos
fr: Tentatives
hu: Próbálkozások

source: Invalid JSON
de: Ungültiges JSON
es: JSON no valido
fr: JSON invalide
hu: Érvénytelen JSON

# ContactDropboxAddressDescription
source: A contact related dropbox E-mail address allows you to directly add outgoing or incoming e-mails to the note list of this contact. If you open the editor of your E-mail client via a person's contact link on this page, the contact-related dropbox E-mail address is automatically inserted into the BCC field so that the E-mail is added to the contact's note list on dispatching the E-mail. If you want to add the E-mail to the recipient's or sender's note list instead, then please use your personal dropbox E-mail address which you can find on your "My Info" page.
de: Eine kontaktbezogene Dropbox-E-mail-Adresse ermöglicht Ihnen, ein- oder ausgehende E-Mails direkt der Notizliste dieses Kontakts hinzuzufügen. Öffnen Sie den Editor Ihres E-mail-Programms über den Link einer Kontaktperson des Kontakts, wird die kontaktbezogene Dropbox-E-mail-Adresse automatisch im BCC-Feld eingetragen, so dass die E-mail beim Versand der Notizliste des Kontakts hinzugefügt wird. Wollen Sie die E-mail dagegen nicht der Notizliste des Kontakts sondern der Notizliste des Empfängers bzw. Absenders zuordnen, verwenden Sie hierfür bitte Ihre persönliche Dropbox-E-mail-Adresse, welche Sie auf Ihrer "Meine Infos" -Seite finden.
es: Una dirección de correo electrónico del buzón relacionada con el contacto le permite añadir directamente los correos electrónicos salientes o entrantes a la lista de notas de este contacto. Si abre el editor de su cliente de correo electrónico a través del enlace de contacto de una persona en esta página, la dirección de correo electrónico del buzón relacionada con el contacto se inserta automáticamente en el campo CCO para que el correo electrónico se añada a la lista de notas del contacto al enviar el correo electrónico. Si desea añadir el correo electrónico a la lista de notas del destinatario o del remitente, utilice su dirección de correo electrónico personal de Dropbox, que puede encontrar en su página "Mi información".
fr: Une adresse E-mail Dropbox associée au contact vous permet d’ajouter directement des e-mails entrants ou sortants à la liste des notes de ce contact. Si vous ouvrez l'éditeur de votre client de messagerie electronique via le lien correspondant au contact d'une personne sur cette page, l'adresse électronique de la boîte dropbox associée au contact est automatiquement insérée dans le champ Cci afin que le courrier électronique soit ajouté à la liste de notes du contact. Si vous souhaitez plutôt ajouter l'E-mail à la liste de notes du destinataire ou de l'expéditeur, veuillez utiliser Dropbox de votre adresse E-mail personnelle , que vous trouverez sur votre page "Mes informations" .
hu: Egy kontaktra vonatkozó dropbox E-mail cím lehetővé teszi a kimenő vagy bejövő e-mailek közvetlenül az adott a kontakthoz történő csatolását. Nyisson meg egy új e-mailt az adott kontakt egyik kapcsolattartó személyének linkjén keresztül, így a projekthez tartozó dropbox E-mail cím automatikusan a BCC mezőbe kerül és az E-mail a kontakt megjegyzés-listájának elküldéskor csatolásra kerül. Ha Ön ezzel szemben az e-mailt nem a kontakt megjegyzéslistájához, hanem a címzett, illetve a feladó megjegyzéslistájához akarja csatolni, ehhez használja az Ön személyes dropbox E-mail címét, amely az Ön "Saját beállítások" oldalán található.

# SendMailTo
source: Send mail to "{0}"
de: E-mail an "{0}" senden
es: Enviar correo a "{0}"
fr: Envoyer un mail à "{0}"
hu: E-mail küldése a "{0}"

# CopyDropboxAddress
source: Copy dropbox address to clipboard
de: Dropbox-Adresse kopieren
es: Copiar la dirección del Dropbox
fr: Copier l'adresse Dropbox dans le presse-papiers
hu: Dropbox cím másolása

# NoDropboxAddress
source: With the generation of your personal dropbox E-mail address, a contact related dropbox E-mail address will be generated for each contact which will be displayed in this box.
de: Mit der Generierung Ihrer persönlichen Dropbox-E-mail-Adresse wird für jeden Kontakt eine kontaktbezogene Dropbox-E-mail-Adresse generiert, welche in dieser Box angezeigt wird.
es: Con la generación de su dirección de correo electrónico personal de Dropbox, se generará una dirección de correo electrónico de Dropbox relacionada con el contacto que se mostrará en esta casilla.
fr: La création de votre adresse E-mail Drop-Box personnelle génère une adresse Drop-Box par contact, qui sera affiché dans cette "box".
hu: Az Ön személyes dropbox E-mail címének generálásával egyidejűleg minden kontakt számára a kontaktra vonatkozó E-mail cím generálásra kerül, amelyet ez a box is kijelez.

# TagsEmptySlate
source: No tags found for this contact
de: Für diesen Kontakt wurden keine Schlagworte gefunden
es: No hay etiquetas para este contacto
fr: Aucun tag trouvé pour ce contact
hu: Nem található címke ehhez a névjegyhez

# BackgroundJobTriggered
source: Job triggered!
de: Job ausgelöst
es: Job executado correctamente
fr: Service déclenché
hu: Munka elindítva

source: Exception details
de: Ausnahmedetails
es: Detalles de la excepción
fr: Détails de l'exception
hu: Kivétel részletei

# JobTriggerPaused
source: Trigger paused!
de: Trigger pausiert!
es: Trigger pausado
fr: Déclencheur de service suspendu!
hu: A ravasz szünetel!

# Logs
source: Application logs
de: Anwendungslogs
es: Logs
fr: Logs
hu: Logs

# DropboxAddressCopiedMessage
source: Dropbox E-mail address copied successfully
de: Dropbox-E-mail-Adresse erfolgreich kopiert
es: El E-mail de Dropbox se ha copiado correctamente
fr: L'adresse de messagerie Dropbox a été copiée avec succès
hu: Dropbox E-mail cím sikeresen másolva

# TriggerNextFireTime
source: Next fire time:
de: Nächste Aktivierungszeit:
es: Próxima ejecución:
fr: Prochaine heure d'activation:
hu: A következő aktiválási idő

# AddCompanyBranch
source: Add branch
de: Branche hinzufügen
es: Añadir rama
fr: Ajouter branche
hu: Cég ágazat hozzádása

source: All triggers pause
de: Alle Trigger pausieren
es: Todos los triggers estan pausados
fr: Tout les déclencheurs sont en pause
hu: Minden trigger szünetel

# BackgroundJobTriggeredFail
source: Fail to trigger the job
de: Fehler beim auslösen des Jobs
es: Error al correr el job
fr: Échec du déclenchement de la tâche
hu: Sikertelen a munka elindítása

# EditCompanyBranch
source: Edit branch
de: Branche editieren
es: Editar rama
fr: Éditer branche
hu: Cég ágazat szerkesztése

source: Read only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seulement
hu: Csak olvasható

# FailPauseAllTriggers
source: Fail to pause all triggers
de: Fehler beim pausieren der Trigger
es: Error al pausar los triggers
fr: Échec de mise en pause de tout les déclencheurs
hu: Triggerek szüneteltetése sikertelen

# RuleViolation.NotValidLanguageKey
source: Key is not a valid language key
de: Schlüssel ist kein gültiger Sprachen
es: La clave no es una clave válida de lenguaje
fr: La clé n'est pas une clé de langue valide
hu: A megadott kulcs nem egy valós nyelvi kulcs

source: Pause All
de: Alle pausieren
es: Pausar todos
fr: Pause tout
hu: Mind szünetel

source: Run
de: Ausführen
es: Activar
fr: Exécuter
hu: Futtat

source: Configuration
de: Konfiguration
es: Configuración
hu: Beállítás

source: Planned date
de: Plandatum
es: Fecha prevista
fr: Date prévue
hu: Tervezett dátum

# NoRecordFoundBackgroundServices
source: No records were found for Background Services
de: Es wurden keine Datensätze für den Hintergrunddienst gefunden
es: No se ha encontrado ningun servicio de background
fr: Aucun service n'a été trouvé.
hu: Nem található az Ön keresési feltételei alapján háttérszolgáltatás

# EmailMessages
source: E-mail queue
de: E-mail Warteschlange
es: Correo electrónico
fr: Courriels
hu: Emailek

# MessageState
source: Status
es: Estado
fr: L'état
hu: Állapot

source: Dispatched
de: Versendet
es: Enviado
fr: Expédié
hu: Elküldött

# NoMessages
source: No e-mails available
de: Keine E-Mails vorhanden
es: No hay mensajes disponibles
fr: Aucun message disponible
hu: Nincs elérhető üzenet

source: Assigned users
de: Zugewiesene Benutzer
es: Usuarios asignados
fr: Utilisateurs assignés
hu: Hozzárendelt felhasználók

# NoAssignedUsers
source: There are no assigned users
de: Es wurden keine Benutzer zugewiesen
es: No hay usuarios asignados
fr: Il n'y a pas d'utilisateurs assignés
hu: Nem található hozzárendelt felhasználó

# RolesAndPermissionsTitle
source: Roles & permissions
de: Rollen & Berechtigungen
es: Roles & permisos
fr: Rôles & autorisations
hu: Szerepkörök & jogosultságok

# Main_CompanyBranch
source: Company branches
de: Branchen
es: Ramas
fr: Branches
hu: Vállalati ágazatok

# ShowAllPeople
source: Show people from external organizations
de: Personen aus externen Organisationen anzeigen
es: Mostrar a personas de organizaciones externas
fr: Afficher les personnes d'organisations externes
hu: Külső emberek megjelenítése

source: Document generation
de: Dokumentenerstellung
es: Generación de documentos
fr: Génération de documents
hu: Dokumentum generálás

# ResponsibleUser-Usergroup
source: Responsible user group
de: Verantwortlicher Benutzergruppe
es: Grupo de usuarios responsable
fr: Groupe d'utilisateurs responsable
hu: Felelős felhasználói csoport

# Branch2Key
source: Branch2 key 2
de: Branche 2
es: Clave de la rama2
fr: Clé Branche2
hu: Branch2

source: Branch3 key
de: Branche 3
es: Clave de la rama3
fr: Clé Branche3
hu: Branch3

source: Branch4 key
de: Branche 4
es: Clave de la rama4
fr: Clé Branche4
hu: Branch4

source: Message
de: Nachricht
es: Mensaje
hu: Üzenet

source: Posting type
de: Buchungstyp
es: Tipo de posting
fr: Type d'enrégistrement
hu: A könyvelés módja

source: Create user (User group)
de: Ersteller (Benutzergruppe)
es: Crear usuario (Grupo de usuario)
fr: Créateur utilisateur (Groupe d'utilisateur)
hu: Létrehozó személy (Felhasználói csoport)

# AnErrorOccured
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur s'est produite
hu: Hiba történt

source: Company no.
de: Firmennr.
es: Número de empresa
fr: N° Société
hu: Cég sorszáma

source: Person no.
de: Personen Nr.
es: Núm persona
fr: N° personne
hu: Személy nem.

source: Failed to save
de: Speichern fehlgeschlagen
es: No se ha podido guardar
fr: Échec de l'enregistrement
hu: Sikertelen mentés

source: Group already exists
de: Gruppe besteht bereits
es: El grupo ya existe
fr: Le groupe existe déjà
hu: A csoport már létezik

# GroupIsNotEmpty
source: The group is not empty.
de: Die Gruppe ist nicht leer.
es: El grupo no está vacío.
fr: Le groupe n'est pas vide.
hu: A csoport nem üres.

source: Default value
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
hu: Alapértelmezett érték

source: Has parameter
de: Hat Parameter
es: Tiene parámetro
fr: A un paramètre
hu: Van paramétere

source: Table name
de: Tabellenname
es: Nombre de la tabla
fr: Nom de la table
hu: Tábla neve

# SendEMailWithBCC
source: New E-mail with BCC for "{0}"
de: Neue E-mail mit BCC an "{0}"
es: Nuevo correo con BCC para "{0}
fr: Nouvel E-mail avec BCC pour "{0}"
hu: E-mail küldése titkos másolattal a "{0}"

source: Code
es: Código
hu: Kód

source: Company name 1
de: Firmenname 1
es: Nombre de empresa 1
fr: Nom de l'entreprise 1
hu: Cégnév 1

source: Company name 2
de: Firmenname 2
es: Nombre de empresa 2
fr: Nom de l'entreprise 2
hu: Cégnév 2

source: Company name 3
de: Firmenname 3
es: Nombre de empresa 3
fr: Nom de l'entreprise 3
hu: Cégnév 3

source: Company ID
de: Firmen ID
es: ID de la compañía
fr: ID de l'entreprise
hu: Cég ID

# RuleViolation.EditAllowed
source: No permission to edit this user
de: Keine Berechtigung diesen Nutzer zu bearbeiten
es: No hay permiso para editar este usuario
fr: Pas d'autorisation de modifier cet utilisateur
hu: Nincs engedély a felhasználó szerkesztésére

# Main_Device
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
hu: Eszközök

# Main_UserSubscription
source: Push notification subscriptions
de: Abonnierte Benachrichtigungen
es: Suscripciones a notificaciones push
fr: Abonnements aux notifications push
hu: Értesítés feliratkozások

source: Go
de: Besuchen
es: Ir
fr: Aller
hu: Megnyit

source: My devices
de: Meine Geräte
es: Mis dispositivos
fr: Mes appareils
hu: Saját eszközök

source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné
hu: Feliratkozva

# SubscribedExplanation
source: You will be notified of any change related to this entity.
de: Sie werden über Änderungen informiert
es: Se le notificará de cualquier cambio relacionado con esta entidad.
fr: Vous serez informé de tout changement lié à cette entité.
hu: Értesítéseket fog kapni az oldal módosulásairól.

# EntityModifiedNotificationBody
source: {0} has been modified by {1}
de: {0} wurde von {1} verändert
es: {0} ha sido modificado por {1}
fr: {0} a été modifié par {1}
hu: {0} módosítva {1} által

# EntityCreatedNotificationBody
source: {0} has been created by {1}
de: {0} wurde von {1} erstellt
es: {0} ha sido creado por {1}
fr: {0} a été créé par {1}
hu: {0} létrehozva {1} által

source: Notifications
de: Benachrichtigungen
es: Notificaciones
fr: Avis
hu: Értesítések

source: Show attachments
de: Anhänge anzeigen
es: Mostrar archivos adjuntos
fr: Afficher les pièces jointes
hu: Mellékletek megjelenítése

# Main_EntityType
source: Entity type
de: Entitätstyp
es: Tipo de entidad
fr: Type d'entité
hu: Entitás típus

source: Toggle Menu
de: Menü umschalten
es: Alternar menú
fr: Basculer le menu
hu: Menü elrejtése

# RetryTransactionConfirmationQuestion
source: Are you sure you want to retry processing this transaction?
de: Sind Sie sicher, dass Sie die Bearbeitung dieser Transaktion wiederholen möchten?
es: ¿Está seguro de que desea volver a intentar procesar esta transacción?
fr: Êtes-vous sûr de vouloir réessayer de traiter cette transaction?
hu: Biztos, hogy meg akarja ismételni a tranzakció feldolgozását?

source: Missing translations
de: Fehlende Übersetzungen
es: Traducciones faltantes
fr: Traductions manquantes
hu: Hiányzó fordítások

# RetryTransactionsConfirmationQuestion
source: Are you sure you want to retry processing these transactions?
de: Sollen diese Transaktionen erneut verarbeitet werden?
es: ¿Está seguro de que desea volver a intentar procesar estas transacciones?
fr: Voulez-vous vraiment réessayer de traiter ces transactions?
hu: Biztos, hogy meg akarja ismételni a tranzakciók feldolgozását?

# CompanyPhone
source: Phone of company
de: Telefon der Firma
es: Teléfono de la empresa
fr: Téléphone de l'entreprise
hu: Cég telefonszáma

source: Main
de: Hauptbereich
es: Principal
fr: Secteur pricipal

source: To location
de: Zum Standort
es: A la ubicación
fr: À l'emplacement/

source: Topics tab
de: Themen-Tab
es: Pestaña de temas
fr: Onglet des sujets

# Main_Log
source: Logs
es: Registros

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme

source: Meta
fr: Méta

source: Plugin
fr: Module
