Repository: zibtalel/react-journey-dynamics
Catalog: Crm.Offline/Resources/Resources.*.resx
Languages: es, fr, hu

# OfflineContacts
source: Contacts
es: Contactos
hu: Kontaktok

# SwitchToOfflineMode
source: Go Offline
es: Ir Offline
fr: Mettre hors-ligne
hu: Offline mód

# SwitchToOnlineMode
source: Go Online
es: Ir Online
fr: Mettre en-ligne
hu: Online mód

source: Database migration
es: Migración de la base de datos
fr: Migration de base de données
hu: Adatbázis migráció

# RegisterNumberingService
source: Numbering sequences
es: Enumerando secuencias
fr: Séquences de numérotation
hu: Sorszám szolgáltatás

source: Offline button access
es: Acceso al botón offline
hu: Offline gomb hozzáférése

source: Offline available
es: Disponible sin conexión
fr: Hors ligne disponible
hu: Offline elérhető

source: Offline not available
es: Offline no disponible
fr: Hors ligne indisponible
hu: Offline nem elérhető

# OfflineRelevant
source: Offline available
es: Offline disponible
fr: Hors ligne disponible
hu: Offline elérhető

source: Download
es: Descargar
fr: Télécharger
hu: Letöltés

# FileDownloadStatusDownloading
source: Downloaded {0} of {1} files
es: Descargado {0} de {1} archivos
fr: Téléchargement {0} de {1} fichiers
hu: Letöltve {0} / {1} fájl

source: Fetching synchronization information
es: Obteniendo información de sincronización
fr: Récupération des informations de synchronisation
hu: Szinkronizálási adatok lekérése

# FileDownloadStatusSuccess
source: {0} files downloaded
es: {0} archivos descargados
fr: {0} fichiers téléchargés
hu: {0} fájl letöltve

source: Reload
es: Recargar
fr: Recharger
hu: Újratöltés

# FileDownloadFailed
source: {0} files failed to download
es: {0} archivos no descargados
fr: {0} fichiers échoués à télécharger
hu: {0} fájl letöltése sikertelen

# OfflineFiles
source: Available offline
es: Disponible offline
fr: Disponible hors connexion
hu: Offline elérhető

source: Used space
es: Espacio usado
fr: espace utilisé
hu: Felhasznált tárhely

source: Remaining free space
es: Espacio libre restante
fr: Espace libre
hu: Fennmaradó szabad tárhely

source: Delete files
es: Borrar archivos
fr: Supprimer des fichiers
hu: Fájlok törlése

# SyncFiles
source: Synchronize files
es: Sincronizar archivos
fr: synchroniser les fichiers
hu: Fájlok szinkronizálása

# InitializeSyncTopMenuViewModel
source: Data synchronization indicator
es: Indicador de sincronización de datos
fr: Synchronisation
hu: Szinkronizáció

# IncompleteNoteHistoryHint
source: This list might be incomplete. Your client is configured to synchronize the note history of the last {0} days. This can be changed in the <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">synchronization settings</a>.
es: Esta lista puede estar incompleta. Su cliente está configurado para sincronizar el historial de notas de los últimos {0} días. Esto se puede cambiar en la <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">configuración de la sincronización</a>.
fr: Cette liste est peut-être incomplète. Votre client est configuré de manière à synchroniser l'historique des notes des {0} derniers jours. Ceci peut être changé en suivant ce lien <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">synchronization settings</a>.
hu: Lehetséges, hogy a lista nem teljes. A kliens beállításai alapján a legutóbbi {0} nap jegyzetei szinkronizálódnak. Ezt a <a class="alert-link" href="#/Main/Account/UserProfile?tab=tab-replication-groups">szinkronizációs beállításoknál</a> módosíthatja.

# ReplicationChangesAppliesAfterSync
source: Changes to these settings will be applied after the next successful sync.
es: Los cambios en esta configuración se aplicarán después de la próxima sincronización exitosa.
fr: Les modifications apportées à ces paramètres seront appliquées après la prochaine synchronisation réussie.
hu: Ezen beállítások módosításának érvénybe lépése a következő sikeres szinkronizáció után történik meg.

# NoReplicationSettingsOnlineMsg
source: Changing replication settings is not available in online mode.
es: Cambiar la configuración de replicación no está disponible en el modo en línea.
fr: La modification des paramètres de réplication n'est pas disponible en mode en ligne.
hu: Ezen beállítások módosítása online módban nem elérhető.

# MultipleTabsErrorMessage
source: The L-mobile offline client is already opened in another tab. The L-mobile offline client can't be used in multiple tabs. Please close this tab and return to the already open tab.
es: El cliente sin conexión de L-mobile ya está abierto en otra pestaña. El cliente sin conexión de L-mobile no se puede utilizar en varias pestañas. Cierra esta pestaña y regresa a la pestaña ya abierta.
fr: Le client hors ligne L-mobile est déjà ouvert dans un autre onglet. Le client hors ligne L-mobile ne peut pas être utilisé dans plusieurs onglets. Veuillez fermer cet onglet et revenir à l'onglet déjà ouvert.
hu: At L-mobile offline kliens egy másik böngésző lapon már meg van nyitva. Az L-mobile offline kliens nem használható több lapon. Kérjük, zárja be ezt a lapot és térjen vissza a korábban megnyitott lapra.
