Repository: zibtalel/react-journey-dynamics
Catalog: Crm.ErpExtension/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Quotations
de: Angebote
es: Citas
fr: Offres
hu: Ajánlat

source: Equipment files
de: Geräteakten
es: Ficheros del equipamiento
fr: Fichiers d'équipement
hu: Eszközakta

source: Open in ERP
de: Im ERP öffnen
es: Abrir en el ERP
fr: Ouvrir dans ERP
hu: Megnyitás ERP-ben

# T_DeliveryNoteNo
source: Delivery note no.
de: Lieferscheinnr.
es: Número de albarán de entrega
fr: N° bon de livraison
hu: Szállítólevél száma

# T_GrossAmount
source: Gross amount
de: Bruttobetrag
es: Importe bruto
fr: Montant brut
hu: Bruttó összeg

# T_OrderNo
source: Order no.
de: Auftragsnr.
es: Número de pedido
fr: N° commande
hu: Rendelésszám

# T_Status
source: Status
es: Estado
fr: État
hu: Státusz

# T_InvoiceNo
source: Invoice no.
de: Rechnungsnr.
es: Número de factura
fr: N° facture
hu: Számlaszám

# T_PrintDate
source: Print date
de: Druckdatum
es: Fecha de impresión
fr: Date d'impression
hu: Nyomtatás dátuma

# T_Reference
source: Reference
de: Referenz
es: Referencia
fr: Référence
hu: Hivatkozás

# T_SalesOrderNo
source: Sales order no.
de: Kundenauftragsnr.
es: Número pedido de venta
fr: N° commande client
hu: Rendelésszám

# T_Value
source: Value
de: Wert
es: Valor
fr: Valeur
hu: Érték

source: Months
de: Monate
es: Meses
fr: Mois
hu: Hónap

# T_Description
source: Description
de: Beschreibung
es: Descripción
fr: Decription
hu: Leírás

# T_QuoteNo
source: Quote no.
de: Angebotsnr.
es: Número de cita
fr: N° offre
hu: Ajánlat száma

# DocumentTC_Apply
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
hu: Átvesz

# DocumentTC_ApplyTemplate
source: Apply template
de: Vorlage übernehmen
es: Aplicar plantilla
fr: Appliquer modèle
hu: Minta átvétele

# DocumentTC_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Törlése

# DocumentTC_DocumentTemplate
source: Document template
de: Dokumentenvorlage
es: Plantilla de documento
fr: Dokument modèle
hu: Dokumentum minta

# DocumentTC_UploadFile
source: Upload file
de: Datei hochladen
es: Cargar archivo
fr: Télécharger fichier
hu: Adatok feltöltése

# DocumentTC_ErrorWrongFormat
source: Please choose a .rtf-file.
de: Bitte wählen Sie eine .rtf-Datei.
es: Elija un archivo .rtf.
fr: Choisir un fichier .rtf
hu: Kérjük válasszon egy .rtf

source: Open in D3
de: In D3 öffnen
es: Abrir en D3
fr: Ouvrir dans D3
hu: Megnyitás D3-ban

# ArticleGroupTurnoverFactor
source: Turnover (x{1:N0} {0})
de: Umsatz Artikelgruppe (x{1:N0} {0})
es: Ventas (x{1:N0} {0})
fr: CA groupe d'article (x{1:N0} {0})
hu: (x{1:N0} {0}) cikkcsoport forgalma

# ArticleGroupTurnoverPiecesFactor
source: Turnover (x{0:N0} PCS)
de: Absatz Artikelgruppe (x{0:N0} Stk)
es: Ventas (x{0:N0} UDS)
fr: Vente groupe d'article (x{0:N0} pcs)
hu: (x{0:N0} Stk) cikkcsoport forgalma

# NoTransactionValues
source: No transaction values available.
de: Es wurden keine Statistikwerte gefunden.
es: No hay valores de transacción disponibles.
fr: Pas de valeurs statistiques trouvées.
hu: Statisztikai érték nem található

source: Unknown allocation
de: Unbekannte Zuordnung
es: Asignación desconocida
fr: Allocation inconnue
hu: Ismeretlen hozzárendelés

# ArticleTurnover
source: Turnover ({0})
de: Umsatzwerte ({0})
es: Ventas ({0})
fr: CA valeurs ({0})
hu: ({0}) forgalma

# ArticleTurnoverPieces
source: Turnover (PCS)
de: Absatzwerte (Stk)
es: Ventas (UDS)
fr: Ventes valeurs (pcs)
hu: (Stk) cikk darbonkénti forgalma

# TurnoverValue
source: Turnover
de: Umsatzwerte
es: Ventas
fr: CA valeurs
hu: Forgalom értéke

source: Quotes
de: Angebote
es: Citas
fr: Offres
hu: Ajánlat

source: Sales orders
de: Kundenaufträge
es: Pedidos de venta
fr: Commandes client
hu: Értékesítési rendelések

source: Delivery notes
de: Lieferscheine
es: Albaranes de entrega
fr: Bons de livraison
hu: Szállítólevél

source: Invoices
de: Rechnungen
es: Facturas
fr: Factures
hu: Számlák

# NoExisting
source: There are no {0}.
de: Es gibt keine {0}.
es: No hay {0}.
fr: Il n'y a pas {0}.
hu: Nincs {0}.

# DeliveryNotesPositions
source: Delivery note positions
de: Lieferscheinpositionen
es: Posiciones de albaranes
fr: Bon de livraison positions
hu: Szállítólevél pozíciók

# InvoicesPositions
source: Invoice positions
de: Rechnungspositionen
es: Posiciones de la factura
fr: Facture positions
hu: Számla pozíciók

# QuotesPositions
source: Quote positions
de: Angebotspositionen
es: Posiciones de las citas
fr: Offres positions
hu: Ajánlati pozíciók

# SalesOrdersPositions
source: Sales order positions
de: Kundenauftragspositionen
es: Posiciones de pedidos de venta
fr: Commandes client positions
hu: Rendelés pozíciók

source: State
de: Zustand
es: Estado
fr: État
hu: Állapot

source: Update legacy system
de: Stammdaten exportieren
es: Actualizar el sistema heredado
fr: Exporter données de base
hu: ERP rendszer frissítése

# PersonsTitle
source: Persons
de: Personen
es: Personas
fr: Personnes
hu: Személyek

# LegacyUpdateHint
source: Please update in the following order: Companies, Addresses, Persons, Communications.
de: Bitte in nachfolgender Reihenfolge aktualisieren: Companies, Addresses, Persons, Communications.
es: Por favor, actualice en el siguiente orden: Empresas, Direcciones, Personas, Comunicaciones.
fr: Actualiser dans l'ordre: Sociétés, Addresses, Personnes, Communications.
hu: Kérjük a következő sorrendben aktualizáljon: Cégek, címek, személyek, kommunikáció

source: Update LegacyIds
de: LegacyIds aktualisieren
es: Actualizar LegacyIds
fr: Actualiser LegacyIds
hu: ERP ID frissítése

# ShowPieces
source: Show PCS
de: Zeige Stk.
es: Mostrar UDS
fr: Afficher pcs
hu: Mutasd a darabszámot

# ShowCurrency
source: Show {0}
de: Zeige {0}
es: Mostrar{0}
fr: Afficher {0}
hu: Mutasd {0}

# NoTurnovers
source: There are no turnovers.
de: Es wurden keine Statistikwerte gefunden.
es: No hay ventas
fr: Pas de valeurs statistiques trouvées.
hu: Statisztikai érték nem található

source: Credit notes
de: Gutschriften
es: Notas de crédito
fr: Crédits
hu: Hitelek

# T_CreditNoteNo
source: Credit note no.
de: Gutschriftnr.
es: Número nota de credito
fr: N° avis de crédit
hu: Hitellevél száma

# ErpDiscount
source: Discount
de: Rabatt
es: Descuento
fr: Remise
hu: Kedvezmény

source: Credit limit
de: Kreditlimit
es: Límite de crédito
fr: Limite de crédit
hu: Hitel korlát

source: Partial delivery prohibited
de: Teilliefersperre
es: Entrega parcial prohibida
fr: Livraison partielle interdite
hu: Részteljesítési tilalom

# ErpDeliveryProhibited
source: Delivery prohibited
de: Liefersperre
es: Entrega prohibida
fr: Blocage la livraison
hu: Szállítási tilalom

source: Payment terms
de: Zahlungsbedingungen
es: Condiciones de pago
fr: Conditions de paiement
hu: Fizetési feltételek

source: Terms of delivery
de: Versandbedingung
es: Condiciones de entrega
fr: Conditions de livraison
hu: Szállítási feltételek

# InformationFromErp
source: Information from the ERP-system
de: Informationen aus dem ERP-System
es: Información sobre el ERP
fr: Informations du système ERP
hu: Információk az ERP-ből

source: Master contracts
de: Abrufaufträge
es: Contratos principales
fr: Commandes sur appel
hu: Minta rendelés

# T_MasterContractNo
source: Master contract no.
de: Abrufauftragsnummer
es: Número de contrato principal
fr: N° commande sur appel
hu: Szerődésszám

# T_RemainingQuantity
source: Remaining qty.
de: Restmenge
es: Cantidad restante
fr: Quantité restante
hu: Maradék mennyiség

# T_TotalQuantity
source: Total qty.
de: Gesamtmenge
es: Cantidad total
fr: Quantité totale
hu: Összmennyiség

# T_ComplianceRate
source: Compliance rate
de: Erfüllungsrate
es: Grado de cumplimiento
fr: Taux de conformité
hu: Kitöltés dátuma

# T_FulFillmentDate
source: Fulfillment date
de: Erfüllungsdatum
es: Fecha de cumplimiento
fr: Date d'entrée en vigueur
hu: Teljesítás dátuma

source: Open items total
de: Summe der offenen Posten
es: Total de elementos pendientes
fr: Total des postes non soldés
hu: Nyitott tételek összesen

source: Outstanding invoice value
de: Geliefert, nicht fakturiert
es: Valor de la factura pendiente
fr: Livré, pas facturé
hu: Szállított, nem számlázott

source: Outstanding order value
de: Offener Auftragswert
es: Valor del pedido pendiente
fr: Valeur des commandes client en cours
hu: Nyitott szerződések értéke

# ArticleGroupTurnover
source: Turnover ({0})
de: Umsatz Artikelgruppe ({0})
es: Ventas ({0})
fr: CA groupe d'article ({0})
hu: ({0}) Cikkcsoport forgalma

# ArticleGroupTurnoverPieces
source: Turnover (PCS)
de: Absatz Artikelgruppe (Stk)
es: Ventas (UDS)
fr: Vente groupe d'article (pcs)
hu: (Stk) cikkcsoport forgalma

# OpenItemsDue
source: that are due
de: Davon fällig
es: venciendo
fr: qui sont dues
hu: Ebből esedékes

# T_QuantityShipped
source: Quantity shipped
de: Rechnungsmenge
es: Cantidad enviada
fr: Quantité expédiée
hu: Számlázandó mennyiség

source: ERP-documents
de: ERP-Belege
es: Documentos-ERP
fr: Documents ERP
hu: ERP dokumentumok

source: Turnover transaction
de: Umsatztransaktion
es: Transacción de facturación
fr: CA transaction

source: Document type
de: Dokumentenart
es: Tipo de documento
hu: Dokumentum típus

source: Turnover transaction details
de: Umsatztransaktionsdetails
es: Detalles de la operación de facturación
fr: CA transaction détails

source: Export to Infor
de: An Infor exportieren
es: Exportar a Infor
fr: Exporter à Infor
hu: Exportálás Inforba

# OrderConfirmationDate
source: Order conf. date
de: Auftragsdatum
es: Fecha de conf. del pedido
fr: Date commande
hu: Rendelés megerősítés dátuma

source: Invoice date
de: Rechnungsdatum
es: Fecha de la factura
fr: Facture date
hu: Számlázás dátuma

# DeliveryNoteDate
source: Delivery date
de: Lieferscheindatum
es: Fecha de entrega
fr: Date bon de livraison
hu: Fuvarlevél dátuma

source: Quote date
de: Angebotsdatum
es: Fecha de la cita
fr: Offre date
hu: Ajánlat dátuma

source: Credit note date
de: Gutschriftsdatum
es: Fecha de la nota del crédito
fr: Date crédit
hu: Jóváírás dátuma

source: Toggle
de: Umschalten
es: Alternar
fr: Basculer
hu: Kapcsoló

# NoErpDocumentsMatch
source: There are no results for your search input.
de: Es wurden keine Einträge zu Ihren Sucheingaben gefunden.
es: No hay resultados para su búsqueda.
fr: Il n'y a pas de résultats sur vos critères de recherche.
hu: Nincs eredménye a keresésnek

# NoErpDocumentsAvailable
source: There are no ERP-documents available.
de: Es wurden keine passenden ERP-Dokumente gefunden.
es: No hay documentos del ERP disponibles
fr: Il n'y a pas de documents ERP disponible
hu: Nincsenek elérhető ERP dokumentumok

# PositionNo
source: Position
es: Posición
hu: Pozíció sorszáma

# ComplianceRate
source: Compliance
de: Erfüllungsgrad
es: Cumplimiento
fr: Conformité
hu: Megfelelési arány

# CommunicationsTitle
source: Communications
es: Comunicaciones
hu: Kommiunikációk

source: Export all
de: Alle exportieren
es: Exportar todo
fr: Exporter tout
hu: Összes exportálása

source: Generate
de: Generieren
es: Generar
fr: Créer
hu: Generál

source: Integration
es: Integración
fr: Intégration
hu: Integráció

# RejectEntry
source: Reject
de: Verwerfen
es: Rechazar
fr: Rejecter
hu: Visszautasít

source: Update all
de: Alle aktualisieren
es: Actualizar todo
fr: Actualiser tout
hu: Összes frissítése

source: ERP-background-information
de: ERP-Hintergrundinformationen
es: Información de referencia ERP
fr: ERP-information
hu: ERP-háttér-információ

# MaterialOpenItemsDue
source: Open items past due
de: Überfällige offene Posten
es: Elementos pendientes atrasados
fr: Ouvrir les articles en retard
hu: Függő tételek késedelme

# CrmErpExtension_CreditNote
source: Credit notes
de: Gutschriften
es: Notas de crédito
fr: Notes de crédit
hu: Jóváírások

# CrmErpExtension_DeliveryNote
source: Delivery notes
de: Lieferscheine
es: Notas de entrega
fr: Bons de livraison
hu: Szállítólevél

# CrmErpExtension_Invoice
source: Invoices
de: Rechnungen
es: Facturas
fr: Factures
hu: Számlák

# CrmErpExtension_MasterContract
source: Master contracts
de: Abrufaufträge
es: Contratos principales
fr: Commandes sur appel
hu: Törzs szerződések

# CrmErpExtension_Quote
source: Offers
de: Angebote
es: Ofertas
fr: Offres
hu: Ajánlatok

# CrmErpExtension_SalesOrder
source: Sales orders
de: Kundenaufträge
es: Pedidos de venta
fr: Commande client
hu: Értékesítői rendelések

# CrmErpExtension_ErpTurnover
source: Turnovers
de: Umsatzstatistiken
es: Ventas
fr: Statistiques de ventes
hu: Forgalmak

# OpenQuoteCaption
source: Open quotes
de: Offene Angebote
es: Citas abiertas
fr: Citations ouvertes
hu: Függő ajánlatok

# OpenSalesOrderCaption
source: Open sales orders
de: Offene Aufträge
es: Abrir pedidos de venta
fr: Commandes de vente ouvertes
hu: Függő értékesítői rendelések

# OpenDeliveryNoteCaption
source: Open deliveries (remaining quantity > 0)
de: Offene Lieferungen (Restmenge > 0)
es: Entregas pendientes (cantidad restante > 0)
fr: Livraisons ouvertes (quantité restante> 0)
hu: Függő szállítások (fennmaradó mennyiség > 0)

# OpenInvoiceCaption
source: Open invoices
de: Offene Rechnungen
es: Facturas pendientes
fr: Factures ouvertes
hu: Függő számlák

# OpenCreditNoteCaption
source: Open credit notes
de: Offene Gutschriften
es: Notas de crédito abiertas
fr: Notes de crédit ouvertes
hu: Függő jóváírások

# OpenMasterContractCaption
source: Open master contracts
de: Offene Abrufaufträge
es: Contrato princial abierto
fr: Contrats principaux ouverts
hu: Függő törzs szerződések

# ShowAllQuote
source: Show all quotes
de: Zeige alle Angebote
es: Mostrar todas las citas
fr: Afficher toutes les citations
hu: Összes ajánlat mutatása

# ShowAllSalesOrder
source: Show all sales orders
de: Zeige alle Aufträge
es: Mostrar todos los pedidos de venta
fr: Afficher toutes les commandes de vente
hu: Összes értékesítői rendelés mutatása

# ShowAllDeliveryNote
source: Show all delivery notes
de: Zeige alle Lieferungen
es: Mostrar todos los albaranes
fr: Afficher tous les notes de livraison
hu: Összes szállítólevél mutatása

# ShowAllInvoice
source: Show all invoices
de: Zeige alle Rechnungen
es: Mostrar todas las facturas
fr: Afficher toutes les factures
hu: Összes számla mutatása

# ShowAllCreditNote
source: Show all credit notes
de: Zeige alle Gutschriften
es: Mostrar todas las notas de crédito
fr: Afficher toutes les notes de crédit
hu: Összes jóváírás mutatása

# ShowAllMasterContract
source: Show all master contracts
de: Zeige alle Abrufaufträge
es: Mostrar todos los contratos principales
fr: Afficher tous les contrats principaux
hu: Összes törzs szerződés mutatása

# ErpDocumentsEmptyStateTitle
source: No ERP-documents
de: Keine ERP-Belege
es: No hay documentos-ERP
fr: aucun ERP-documents
hu: Nem található ERP-dokumentum

# ContactErpDocumentsEmptyState
source: There are no ERP-documents for this contact yet.
de: Es existieren keine ERP-Belege zu diesem Kontakt.
es: Todavía no hay documentos del ERP para este contacto.
fr: Il n'y a pas encore de documents ERP pour ce contact.
hu: Nem található még ERP-dokumentum ehhez a kapcsolathoz.

# OpenQuoteEmptyStateText
source: Currently there are no open quotes.
de: Zur Zeit existieren keine offenen Angebote.
es: Actualmente no hay citas abiertas
fr: Actuellement, il n'y a pas de citations ouvertes.
hu: Jelenleg nincsenek függő ajánlatok.

# OpenSalesOrderEmptyStateText
source: Currently there are no open sales orders.
de: Zur Zeit existieren keine offenen Aufträge.
es: Actualmente no hay pedidos de venta abiertos.
fr: Actuellement, il n'y a pas de commandes de vente ouvertes.
hu: Jelenleg nincsenek függő értékesítői rendelések.

# OpenDeliveryNoteEmptyStateText
source: Currently there are no open delivery notes.
de: Zur Zeit existieren keine offenen Lieferungen.
es: Actualmente no hay albaranes de entrega abiertos.
fr: Actuellement, il n'y a pas de note de livraison ouvertes.
hu: Jelenleg nincsenek függő szállítólevelek.

# OpenInvoiceEmptyStateText
source: Currently there are no open invoices.
de: Zur Zeit existieren keine offenen Rechnungen.
es: Actualmente no hay facturas pendientes
fr: Actuellement, il n'y a pas de factures ouvertes.
hu: Jelenleg nincsenek függő számlák.

# OpenCreditNoteEmptyStateText
source: Currently there are no open credit notes.
de: Zur Zeit existieren keine offenen Gutschriften.
es: Actualmente no hay notas de crédito abiertas.
fr: Actuellement, il n'y a pas de note de crédit ouverte..
hu: Jelenleg nincsenek függő jóváírások.

# OpenMasterContractEmptyStateText
source: Currently there are no open master contracts.
de: Zur Zeit existieren keine offenen Abrufaufträge.
es: Actualmente no hay contratos principales abiertos
fr: Actuellement, il n'y a pas de contrats principaux ouverts.
hu: Jelenleg nincsenek függő törzs szerződések.

# TurnoverStatistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
hu: Statisztikák

source: Buying behavior
de: Kaufverhalten
es: Comportamiento de compra
fr: Comportement d'achat
hu: Vásárlási magatartás

# BuyingBehaviorEmptyState
source: There are no orders yet.
de: Es sind noch keine Aufträge vorhanden.
es: Todavía no hay pedidos.
fr: Il n'y a pas encore de commande.
hu: Nem található rendelés.

source: Total orders
de: Anzahl Aufträge
es: Total pedidos
fr: Total des commandes
hu: Összes rendelés

source: Latest order
de: Letzter Auftrag
es: Último pedido
fr: derniere commande
hu: Legutóbbi rendelés

source: First order
de: Erster Auftrag
es: Primer pedido
fr: Premiere commande
hu: Első rendelés

# OrderEveryXDays
source: Orders every X days
de: Kauft alle X Tage
es: Pedidos cada X días
fr: Commandes tous les X jours
hu: Rendelések minden X napon

source: Days since last order
de: seit X Tagen ohne Auftrag
es: Días desde el último pedido
fr: Jours depuis la dernière commande
hu: Utolsó rendelés óta eltelt napok

source: Show previous years
de: Zeige Vorjahre
es: Mostrar años anteriores
fr: Afficher les années précédentes
hu: Előző évek mutatása

# TurnoverVolume
source: Turnover
de: Absatz
es: Volumen de ventas
fr: le chiffre d'affaires
hu: Forgalom értéke

# TurnoverEmptyStateTitle
source: No statistics
de: Keine Statistiken
es: No hay estadísticas
fr: Pas de statistiques
hu: Nincs statisztika

# TurnoverEmptyState
source: There are no turnover statistics for this company available.
de: Es liegen keine Umsatz- oder Absatzstatistiken zu dieser Firma vor.
es: No hay estadísticas disponibles sobre el volumen de ventas de esta empresa.
fr: Il n'y a pas de statistiques sur le chiffre d'affaires disponible pour cette société.
hu: Jelenleg nem érhető el forglami statisztika ehhez a céghez.

# CrmErpExtension_ErpDocumentStatus
source: ERP-document-statuses
de: ERP-Dokumentstatus
es: Estado de los documentos del ERP
fr: État des documents ERP
hu: ERP-dokument-státuszok

# ErpDocumentStatus
source: ERP-document-statuses
de: ERP-Dokumentstatus
es: Estado de los documentos del ERP
fr: État des documents ERP
hu: ERP-dokument-státuszok

# CompanyName
source: Company
de: Firma
es: Empresa
fr: Société
hu: Cég neve

source: Credit note no.
de: Gutschriftsnr.
es: Número nota de crédito
fr: N° crédit
hu: Jóváírás sorszáma

source: Delivery note no.
de: Lieferscheinnr.
es: Numero de albarán de entrega
fr: N° bon de livraison
hu: Fuvarlevél sorszáma

# DocumentState
source: Status
es: Estado
fr: État
hu: Státusz

source: Invoice no.
de: Rechnungsnr.
es: Número de la factura
fr: N° facture
hu: Számla sorszáma

# QuantityShipped
source: Shipped quantity
de: Gelieferte Menge
es: Cantidad enviada
fr: Quantité livré
hu: Szállított mennyiség

source: Quote no.
de: Angebotsnr.
es: Numero de cita
fr: N° offre
hu: Ajánlat sorszáma

source: Reference
de: Referenz
es: Referencia
fr: Référence
hu: Referencia

source: VAT identification number
de: Umsatzsteuer-Identifikationsnummer
es: Número de identificación del IVA
fr: VAT identification numberNuméro d'identification TVA
hu: ÁFA azonosító

source: Delivery prohibited reason
de: Liefersperrgrund
es: Motivo de prohibición de entrega
fr: Livraison interdite raison
hu: Szállítási tilalom oka

source: Partial delivery prohibited reason
de: Teilliefersperrgrund
es: Motivos por los cuales se prohíbe la entrega parcial
fr: Livraison partielle raison interdite
hu: Részleges szállítási tilalom oka

source: Payment method
de: Zahlungsart
es: Método de pago
fr: Mode de paiement
hu: Fizetési mód

source: Delivery method
de: Versandart
es: Método de entrega
fr: Mode de livraison
hu: Szállítási mód

# CrmErpExtension_ErpDeliveryMethod
source: Delivery methods
de: Versandarten
es: Métodos de entrega
fr: Modes de livraison
hu: Szállítási módok

# ErpDeliveryMethod
source: Delivery methods
de: Versandart
es: Métodos de entrega
fr: Modes de livraison
hu: Szállítási módok

# CrmErpExtension_ErpDeliveryProhibitedReason
source: Delivery prohibited reasons
de: Liefersperrgründe
es: Motivos de prohibición de entrega
fr: Livraison interdite raisons
hu: Szállítási tilalom okai

# ErpDeliveryProhibitedReason
source: Delivery prohibited reasons
de: Liefersperrgrund
es: Motivos de prohibición de entrega
fr: Livraison interdite raisons
hu: Szállítási tilalom okai

# CrmErpExtension_ErpPartialDeliveryProhibitedReason
source: Partial delivery prohibited reasons
de: Teilliefersperrgründe
es: Motivos por los cuales se prohíbe la entrega parcial
fr: Raisons d'interdiction de livraison partielle
hu: Részleges szállítási tilalom okai

# ErpPartialDeliveryProhibitedReason
source: Partial delivery prohibited reasons
de: Teilliefersperrgrund
es: Motivos por los cuales se prohíbe la entrega parcial
fr: Raisons d'interdiction de livraison partielle
hu: Részleges szállítási tilalom okai

# CrmErpExtension_ErpPaymentMethod
source: Payment methods
de: Zahlungsarten
es: Método de pago
fr: Modes de payement
hu: Fizetési módok

# ErpPaymentMethod
source: Payment methods
de: Zahlungsart
es: Método de pago
fr: Modes de payement
hu: Fizetési módok

# CrmErpExtension_ErpPaymentTerms
source: Payment terms
de: Zahlungsbedingungen
es: Condiciones de pago
fr: Conditions de paiement
hu: Fizetési feltételek

# ErpPaymentTerms
source: Payment terms
de: Zahlungsbedingung
es: Condiciones de pago
fr: Conditions de paiement
hu: Fizetési feltételek

# CrmErpExtension_ErpTermsOfDelivery
source: Terms of delivery
de: Versandbedingungen
es: Condiciones de entrega
fr: Conditions de livraison
hu: Szállítási feltételek

# ErpTermsOfDelivery
source: Terms of delivery
de: Versandbedingung
es: Condiciones de entrega
fr: Conditions de livraison
hu: Szállítási feltételek

source: Credit note
de: Gutschrift
es: Nota de crédito
fr: Note de crédit
hu: Jóváírás

source: Dunning level
de: Mahnstufe
es: Número de reclamación
fr: Niveau D'avertissement
hu: Felszólítási szint

source: Invoice
de: Rechnung
es: Factura
fr: Facturer
hu: Számla

# OrderConfirmationNo
source: order confirmation number
de: Auftragsbestätigungsnummer
es: Número de confirmación del pedido
fr: Numéro de Confirmation d'ordre
hu: Rendelés visszaigazoló száma

source: Outstanding balance
de: Offener Betrag
es: Saldo pendiente
fr: Solde restant à payer
hu: Tartozási egyenleg

source: Purchase order
de: Bestellung
es: Orden de compra
fr: Commande d'achat
hu: Rendelés

source: Quote
de: Angebot
es: Presupuesto
fr: Offre
hu: Árajánlat

source: Sales order
de: Kundenauftrag
es: Orden de venta
fr: Commande de ventes
hu: Értékesítési rendelés

# T_NetAmount
source: Net amount
de: Nettobetrag
es: Importe neto
fr: Montant net
hu: Nettó összeg

source: No order no.
de: Keine Auftragsnr.
es: Sin número de pedido
fr: Pas de numéro de commande
hu: Nincs rendelési szám

# CrmErpExtension_QuotePosition
source: Quote positions
de: Angebotspositionen
es: Posiciones de las citas
fr: Offres positions
hu: Ajánlati pozíciók

# CrmErpExtension_InvoicePosition
source: Invoice positions
de: Rechnungspositionen
es: Posiciones de la factura
fr: Facture positions
hu: Számla pozíciók
