Repository: zibtalel/react-journey-dynamics
Catalog: Crm.ErpExtension/Resources/Resources.*.resx
Languages: de, es, fr, hu

# CrmErpExtension_SalesOrderPosition
source: Sales order positions
de: Kundenauftragspositionen
es: Posiciones de pedidos de venta
fr: Commandes client positions
hu: Rendelés pozíciók

# CrmErpExtension_CreditNotePosition
source: Credit note positions
de: Gutschriftspositionen
es: Posiciones de notas de crédito
fr: Positions d'avoirs
hu: Jóváírási pozíciók

# CrmErpExtension_DeliveryNotePosition
source: Delivery note positions
de: Lieferscheinpositionen
es: Posiciones de albaranes
fr: Bon de livraison positions
hu: Szállítólevél pozíciók

# CrmErpExtension_MasterContractPosition
source: Master contract positions
de: Abrufauftragspositionen
es: Posiciones de contrato maestro
fr: Postes de contrat-maître
hu: Főszerződéses pozíciók

source: Positions
de: Positionen
es: Posiciones
hu: Pozíciók

# PositionsEmptyStateTitle
source: No positions found
de: Keine Positionen gefunden
es: No se encontraron posiciones
fr: Aucun poste trouvé
hu: Nem találhatók pozíciók

source: Delivery note
de: Lieferschein
es: Nota de entrega
fr: Bon de livraison
hu: Fuvarlevél

source: Master contract
de: Abrufauftrag
es: Contrato principal
fr: Contrat-cadre
hu: Főszerződés

# ThisYearUntilToday
source: YTD
de: Gesamt
hu: Összesen

# PreviousYearUntilEndOfMonth
source: YTM {0:MMM}
de: Ende {0:MMM}
hu: Vége {0:MMM}

source: Netto2
fr: Net2
